
INSERT INTO supplement (SupName, SupPrice, SupBrand, SupDosage, SupNutri, SupNutriInfo, SupPrecautions, SupDetail) 
VALUES (
'NOW Foods, 산호 칼슘, 1,000mg, 베지 캡슐 250정', 
33098, 
'NOW Foods',
'매일 두 번 캡슐 1정씩 가급적 식사 전에 물과 함께 복용하십시오.', 
'칼슘(원소)(화석화산호칼슘에서 추출)' || CHR(10) || 
'화석화된 산호 칼슘', '300mg' || CHR(10) || 
'1000mg', 
'개봉 후에는 서늘하고 건조한 곳에 보관하십시오. 인 전용 제품입니다. 임신 또는 수유 중이거나, 다른 약물을 복용 중이거나, 질병이 있는 분은 의사와 상의하십시오. 어린이의 손이 닿지 않는 곳에 보관하십시오.  제품은 자연적인 색 변화가 발생할 수 있습니다.', 
'건강한 pH 균형' || CHR(10) || 
'뼈 건강에 중요' || CHR(10) || 
'칼슘 350mg' || CHR(10) || 
'유전자 변형 성분 무함유' || CHR(10) || 
'보충제' || CHR(10) || 
'코셔' || CHR(10) || 
'미네랄' || CHR(10) || 
'1968년 설립된 가족 기업' || CHR(10) || 
'할랄' || CHR(10) ||
'GMP 인증' || CHR(10) || 
'NOW® 산호 칼슘은 건강한 혈청 pH를 유지하는 데 도움이 되는 우수한 알칼리 형태의 칼슘 공급원입니다. 또한 산호 칼슘에는 최적의 효소 활동뿐만 아니라 뼈 건강에 중요한 천연 미량 미네랄이 있습니다. NOW® Coral 칼슘은 살아있는 산호초나 해양 환경에서 수확하지 않고, 친환경적으로 지상의 공급원에서 수확합니다.');

INSERT INTO supplement (SupName, SupPrice, SupBrand, SupDosage, SupNutri, SupNutriInfo, SupPrecautions, SupDetail) 
VALUES (
'Codeage, 리포소말 칼슘 AKG, 캡슐 60정',
41721, 
'Codeage', 
'성인은 하루 2회, 캡슐 1정씩 의사의 지시에 따라 물이나 원하는 음료 8온스와 함께 복용하십시오. 음식 섭취 여부와 상관없이 복용할 수 있습니다.', 
'칼슘(알파-케토글루타레이트)', 
'700mg', 
'권장 복용량을 초과하지 마십시오. 임신부 또는 수유 중인 산모이거나 만 18세 미만이거나 알려진 질병이 있는 경우 이 상품이나 다른 보충제를 복용하기 전에 의사와 상의하십시오. 수술이 예정되어 있는 경우 수술 2주 전에 복용을 중단하십시오. 표시된 성분에 대해 알레르기가 있거나 민감한 경우 주의해서 복용하십시오.', 
'센츄리온' || CHR(10) || 
'알파-케토글루타레이트 포스포리피드 복합체' || CHR(10) || 
'생체 이용 가능' || CHR(10) || 
'보충제' || CHR(10) || 
'안정화된 AKG 필수 인지질' || CHR(10) || 
'비건 상품' || CHR(10) || 
'유전자 변형 성분 무함유' || CHR(10) || 
'대두 무함유' || CHR(10) || 
'유제품 무함유' || CHR(10) || 
'글루텐 무함유' || CHR(10) || 
'cGMP 인증 시설에서 제조' || CHR(10) || 
'Feel Different' || CHR(10) || 
'Codeage 리포소말 칼슘 AKG 보충제는 칼슘과 알파-케토글루타레이트를 결합하여 흡수율을 높이고 뼈 건강, 근육, 에너지 생성 및 전반적인 건강을 촉진합니다. 이 칼슘 보충제는 생체이용률을 높이기 위해 리포소말 전달 방식도 제공합니다.');

INSERT INTO supplement (SupName, SupPrice, SupBrand, SupDosage, SupNutri, SupNutriInfo, SupPrecautions, SupDetail) 
VALUES (
'Solgar, 어드밴스드 칼슘 복합체 + 비타민D3, K2, 아연, 보론, 120정', 
25910, 
'Solgar', 
'성인을 위한 보충제로, 하루 4정을 가급적 식사와 함께 복용하거나 의사의 지시에 따라 복용하십시오.', 
'비타민D3(콜레칼시페롤)' || CHR(10) || 
'비타민 K2 (나토추출물의 메나퀴논-7) 65mcg' || CHR(10) || 
'칼슘 (디칼슘 말레이트, 구연산염, 글리시네이트 아미노산 킬레이트)' || CHR(10) ||
'마그네슘 (디마그네슘 말레이트, 구연산염, 글리시네이트 아미노산 킬레이트, 산화물)', 
'1,000IU' || CHR(10) || 
'65mcg' || CHR(10) || 
'1,000mg' || CHR(10) || 
'500mg', 
'임신 또는 수유 중인 경우, 약물을 복용 중이거나 질병이 있는 경우 보충제를 복용하기 전에 의사와 상담하십시오. 부작용이 발생하면 복용을 중단하고 의사와 상의하십시오. 어린이의 손이 닿지 않는 곳에 보관하십시오. 실온에서 보관하십시오. 용기의 외부 밀봉이 없거나 손상된 경우에는 복용하지 마십시오.', 
'뼈 지원 종합 영양 포뮬라' || CHR(10) || 
'유전자 변형 성분 무함유' || CHR(10) || 
'글루텐 및 밀 무함유' || CHR(10) || 
'글루텐 무함유 인증' || CHR(10) || 
'보충제' || CHR(10) || 
'이 고급의 독점 포뮬라는 뼈 건강을 지원하고 증진하는 종합적인 영양 성분의 혼합물입니다. 구성 성분에는 중요한 D3와 K2 비타민 형태가 다수의 킬레이트 미네랄 형태와 함께 포함되어 있습니다. 이 성분들은 함께 작용하여 뼈의 적절한 무기질화를 증진합니다. 권장량 복용 시 칼슘의 하루 영양소 기준치의 100%를 공급합니다.');

INSERT INTO supplement (SupName, SupPrice, SupBrand, SupDosage, SupNutri, SupNutriInfo, SupPrecautions, SupDetail) 
VALUES (
'Thorne, 칼슘-마그네슘 말산염, 캡슐 240정', 
51474, 
'Thorne', 
'하루 3번 캡슐 1정씩 복용하거나 의료 전문가의 지시에 따르십시오.', 
'칼슘(칼슘 말레이트) ' || CHR(10) || 
'마그네슘(마그네슘말레이트)', '100mg' || CHR(10) || 
'100mg', 
'변조 방지: 용기가 밀봉되어 있는 경우에만 복용하십시오. 단단히 밀봉하여 서늘하고 건조한 곳에 보관하십시오.', 
'보충제' || CHR(10) || 
'기초 건강' || CHR(10) || 
'근육/힘줄' || CHR(10) || 
'뼈 건강 증진' || CHR(10) || 
'글루텐 무함유' || CHR(10) || 
'뼈 및 심장 건강 등을 위해 칼슘과 마그네슘을 1:1 비율로 함유' || CHR(10) || 
'칼슘-마그네슘 말레이트는 골밀도를 위해 반드시 필요한 칼슘과 마그네슘을 균형 잡힌 비율로 혼합하여 제공합니다. 마그네슘은 또한 심장과 폐 건강을 증진하고 근육 이완에 도움을 줍니다.' || CHR(10) || 
'칼슘-마그네슘 말레이트 세부 정보' || CHR(10) || 
'Thorne의 칼슘-마그네슘 말레이트는 간편한 방식으로 뼈와 근육 건강을 증진합니다. 쉽게 섭취할 수 있는 이 칼슘 및 마그네슘 보충제는 흡수에 최적화된 형태로 되어 있기 때문에 미네랄이 즉시 효과를 낼 수 있습니다.' || CHR(10) || 
'마그네슘과 칼슘은 근육 세포에서 함께 작용하는데, 마그네슘은 근육 섬유소의 이완시키고 칼슘은 수축을 유발합니다. 심장 또한 근육이므로 두 가지 모두 정상 심박수 유지에 도움을 주는 중요한 미네랄입니다.');

INSERT INTO supplement (SupName, SupPrice, SupBrand, SupDosage, SupNutri, SupNutriInfo, SupPrecautions, SupDetail) 
VALUES (
'Codeage, 칼슘 Pro+, 캡슐 120정', 
41721,
'Codeage', 
'성인은 매일 캡슐 2정을 복용하거나 의사의 지시에 따라 물 또는 원하는 음료 8온스와 함께 복용하십시오. 식후 또는 공복에 복용할 수 있습니다.', '비타민D3(콜레칼시페롤)' || CHR(10) || 
'칼슘(탄산칼슘)' || CHR(10) || 
'마그네슘(옥사이드)' || CHR(10) || 
'아연(글루코네이트)' || CHR(10) || 
'구리(글루코네이트) ' || CHR(10) || 
'보론(시트레이트)', 
'25mcg' || CHR(10) || 
'500mg' || CHR(10) || 
'250mg' || CHR(10) || 
'15mg' || CHR(10) || 
'2mg' || CHR(10) || 
'3mg', 
'권장 복용량을 초과하지 마십시오. 임신부 또는 수유 중인 산모이거나 만 18세 미만이거나 알려진 질병이 있는 경우 본 상품이나 다른 보충제를 복용하기 전에 의사와 상의하십시오. 표시된 성분에 대해 알레르기가 있거나 민감한 경우 주의해서 복용하십시오.', 
'칼슘 - 마그네슘 - 아연 - 구리 - 붕소 - 비타민D3 및 K2' || CHR(10) || 
'필수 미네랄' || CHR(10) || 
'보충제' || CHR(10) || 
'칼슘 원소' || CHR(10) || 
'종합비타민' || CHR(10) || 
'미네랄' || CHR(10) || 
'남녀 공용' || CHR(10) || 
'비건' || CHR(10) || 
'유전자 변형 성분 무함유' || CHR(10) || 
'대두 무함유' || CHR(10) || 
'유제품 무함유' || CHR(10) || 
'글루텐 무함유' || CHR(10) || 
'cGMP 인증 시설에서 제조' || CHR(10) || 
'Feel Different' || CHR(10) || 
'BPA 무함유' || CHR(10) || 
'Codeage 칼슘+ 캡슐 보충제는 칼슘, 마그네슘, 아연, 구리, 붕소, 비타민D3 및 비타민K2를 종합 포뮬라로 제공하여 뼈, 치아 및 전반적인 면역계를 증진하는 데 도움을 줍니다.');

INSERT INTO supplement (SupName, SupPrice, SupBrand, SupDosage, SupNutri, SupNutriInfo, SupPrecautions, SupDetail)
VALUES (
'Solgar, 비타민D3 함유 칼슘 마그네슘, 150정', 
19684, 
'Solgar', 
'성인용 보충제로 매일 5정을 가급적 식사와 함께 섭취하십시오. 하루 중 언제든지 복용하거나 의사의 지시에 따라 복용하십시오.', 
'비타민D3(콜레칼시페롤)' || CHR(10) || 
'칼슘(칼슘시트레이트)' || CHR(10) || 
'마그네슘(산화마그네슘, 마그네슘시트레이트)' || CHR(10) || 
'나트륨', 
'10mcg(400IU)' || CHR(10) || 
'1,000mg' || CHR(10) || 
'500mg' || CHR(10) || 
'20mg', 
'임신 또는 수유 중이거나 약물을 복용 중이거나 질병이 있는 경우, 보충제를 복용하기 전에 의사와 상담하십시오. 부작용이 발생할 경우, 복용을 중단하고 의사와 상담하십시오. 어린이의 손이 닿지 않는 곳에 보관하십시오. 실온에서 보관하십시오. 용기 외부 안전 밀봉이 없거나 손상된 경우에는 복용하지 마십시오.', 
'흡수력이 높은 구연산 칼슘 제형' || CHR(10) || 
'뼈 건강 증진' || CHR(10) || 
'신경 및 근육 기능에 도움' || CHR(10) || 
'NSF 유전자 변형 성분 무함유 인증' || CHR(10) || 
'글루텐, 밀, 유제품 무함유' || CHR(10) || 
'글루텐 무함유 인증' || CHR(10) || 
'코셔 파르브 인증' || CHR(10) || 
'보충제' || CHR(10) || 
'칼슘은 뼈와 치아를 튼튼하고 건강하게 유지하는 기본 요소를 제공합니다. 또한 근골격계 및 신경계 건강을 증진합니다. 마그네슘은 칼슘 운반을 조절하고 칼슘이 뼈로 유입되도록 돕는 호르몬인 칼시토닌의 분비를 촉진합니다. 비타민D는 칼슘 흡수를 촉진하여 뼈와 치아를 건강하게 유지하는 데 필요합니다. 또한 비타민D는 면역계 건강도 지원합니다. 본 포뮬라는 일일 보충을 위한 비타민D3를 제공합니다.');

INSERT INTO supplement (SupName, SupPrice, SupBrand, SupDosage, SupNutri, SupNutriInfo, SupPrecautions, SupDetail) 
VALUES (
'Solgar, 킬레이트화 칼슘 마그네슘, 240정', 
41096, 
'Solgar', 
'성인을 위한 보충제로, 하루 4정을 가급적 식사와 함께 복용하거나 의사의 지시에 따라 복용하십시오.', 
'칼슘(카보네이트, 글리시네이트, 시트레이트)' || CHR(10) || 
'마그네슘(옥사이드, 글리시네이트, 시트레이트)', '500mg' || CHR(10) || 
'500mg', 
'임신 또는 수유 중인 경우, 약물을 복용 중이거나 질병이 있는 경우 보충제를 복용하기 전에 의사와 상담하십시오. 부작용이 발생하면 사용을 중단하고 의사와 상의하십시오. 어린이의 손이 닿지 않는 곳에 보관하십시오. 실온에서 보관하십시오. 용기의 외부 밀봉이 없거나 손상된 경우에는 사용하지 마십시오.', 
'뼈 건강 증진' || CHR(10) || 
'신경 및 근육 기능 지원' || CHR(10) || 
'유전자 변형 성분 무함유' || CHR(10) || 
'글루텐 무함유 인증' || CHR(10) || 
'밀 및 유제품 무함유' || CHR(10) || 
'비건에게 적합' || CHR(10) || 
'할랄 인증' || CHR(10) || 
'코셔 파르브 인증' || CHR(10) || 
'보충제' || CHR(10) || 
'칼슘은 뼈와 치아를 튼튼하고 건강하게 유지하는 기본 요소를 제공합니다. 근골격계와 신경계의 건강도 지원합니다. 마그네슘은 칼슘 운반을 조절하고 칼슘이 뼈로 유입되도록 돕는 호르몬인 칼시토닌의 분비를 촉진합니다. 마그네슘은 또한 ATP와 함께 작용하여 대부분의 신체 반응에 필요한 에너지를 공급해 줍니다. 이 포뮬라는 여러 형태의 칼슘과 마그네슘을 공급하며, 칼슘과 마그네슘의 비율은 1:1로 합니다.');

INSERT INTO supplement (SupName, SupPrice, SupBrand, SupDosage, SupNutri, SupNutriInfo, SupPrecautions, SupDetail) 
VALUES (
'NOW Foods, 칼슘 및 마그네슘, 250정', 
21518, 
'NOW Foods', 
'매일 2정씩 섭취하십시오. 나누어 섭취할 수 있습니다.', 
'칼슘(원소)(탄산칼슘, 구연산칼슘, 아스코르브산칼슘 복합체 2,775mg에서 추출)' || CHR(10) || 
'마그네슘(원소)(산화마그네슘, 구연산마그네슘, 아스코르브산마그네슘 복합체 928mg에서 추출)', 
'1g(1,000mg)' || CHR(10) || 
'500mg', 
'성인만 사용하십시오. 임신 또는 수유 중이거나 질환이 있거나 약을 복용 중인 분은 의사와 상의하십시오. 어린이의 손이 닿지 않는 곳에 보관하십시오.', 
'뼈 건강 지원' || CHR(10) || 
'칼슘 & 마그네슘의 높은 함유율' || CHR(10) || 
'2:1 비율' || CHR(10) || 
'보충제' || CHR(10) || 
'채식주의자/비건 제품' || CHR(10) || 
'코셔' || CHR(10) || 
'미네랄' || CHR(10) || 
'1968년에 설립된 가족 기업' || CHR(10) || 
'우수 제조 및 품질 관리 기준(GMP) 품질 보증' || CHR(10) || 
'NOW® 칼슘 & 마그네슘은 여러 중요한 생리 과정을 유지하는 데 필요한 필수 미네랄을 공급해 줍니다. 칼슘과 마그네슘은 정상적인 신경, 혈관, 체액 균형 유지에 필요합니다. 칼슘 및 마그네슘은 건강한 골격 형성과 유지를 돕습니다.');

INSERT INTO supplement (SupName, SupPrice, SupBrand, SupDosage, SupNutri, SupNutriInfo, SupPrecautions, SupDetail) 
VALUES (
'NOW Foods, 칼슘시트레이트, 100정', 
14055, 
'NOW Foods', 
'매일 2정을 가급적 나누어서 음식과 함께 복용하십시오.', 
'비타민D2' || CHR(10) || 
'칼슘(칼슘시트레이트에서 추출)' || CHR(10) || 
'마그네슘' || CHR(10) || 
'아연(아연 AAC*에서 추출)', 
'10mcg(400IU)' || CHR(10) || 
'600mg' || CHR(10) || 
'300mg' || CHR(10) || 
'15mg', 
'성인 전용 상품입니다. 임신 또는 수유 중이거나, 다른 약물을 복용 중이거나, 질환이 있는 분은 의사와 상의하십시오. 어린이의 손이 닿지 않는 곳에 보관하십시오.', 
'뼈 건강 증진' || CHR(10) || 
'미네랄과 비타민D2가 함유된 뼈 신진대사 포뮬라' || CHR(10) || 
'생체이용률이 높은 칼슘' || CHR(10) || 
'유전자 변형 성분 무함유' || CHR(10) || 
'보충제' || CHR(10) || 
'채식주의자/비건에게 적합' || CHR(10) || 
'코셔' || CHR(10) || 
'미네랄' || CHR(10) || 
'1968년 설립된 가족 기업' || CHR(10) || 
'GMP 인증' || CHR(10) || 
'구연산 칼슘은 쉽게 소화되고 흡수되는 형태의 칼슘으로, 뼈 건강 유지에 필요한 미네랄입니다. 비타민D, 마그네슘, 아연, 구리 및 망간은 뼈 대사에 필수적인 역할을 합니다.');

INSERT INTO supplement (SupName, SupPrice, SupBrand, SupDosage, SupNutri, SupNutriInfo, SupPrecautions, SupDetail) 
VALUES (
'NOW Foods, 칼슘 D-글루카레이트, 베지 캡슐 90정', 
36400, 
'NOW Foods', 
'하루 3회 1캡슐씩 복용하십시오.', 
'칼슘(칼슘 D-클루카레이트에서 추출)' || CHR(10) || 
'칼슘 D-글루카레이트(4수화물 형태)', 
'60mg' || CHR(10) || 
'500mg', 
'성인만 복용하십시오. 임신 또는 수유 중인 경우 복용하지 마십시오. 약을 복용하고 있거나 질병이 있는 경우 의사와 상의하십시오. 어린이의 손이 닿지 않는 곳에 보관하십시오. 방습제를 먹지 마십시오. 병 안에 보관하십시오.', 
'해독 작용 보조' || CHR(10) || 
'유방 및 전립선 건강 증진' || CHR(10) || 
'유전자 변형 성분 무함유' || CHR(10) || 
'건강 보조 식품' || CHR(10) || 
'채식주의자 및 비건에 적합' || CHR(10) || 
'미네랄' || CHR(10) || 
'1968년 설립된 가족 기업' || CHR(10) || 
'GMP 품질 보증' || CHR(10) || 
'칼슘 D-글루카레이트는 D-클루카릭산이 칼슘화된 것으로, 몸안에서 자연적으로 소량 생성되는 물질입니다. 글루카릭산은 여러 과일 및 채소에서도 찾을 수 있습니다. 과학적 연구에 따르면 칼슘 D-글루카레이트는 몸에서 특정 대사 노폐물과 환경적 복합체를 완전히 해독하고 없애도록 할 수 있습니다. 칼슘 D-글루카레이트는 몸의 천연 정화 메커니즘을 도와 정상적인 세포 기능을 유지하고 간, 전립선 및 유방 건강을 증진하는 데 도움을 줄 수 있습니다.');

INSERT INTO supplement (SupName, SupPrice, SupBrand, SupDosage, SupNutri, SupNutriInfo, SupPrecautions, SupDetail) 
VALUES (
'Thorne, Ferrasorb, 보조 인자 함유 철분, 캡슐 60정', 
33388, 
'Thorne', 
'하루 1 - 3 회 1 캡슐씩 복용하거나 건강 전문가의 지침에 따르십시오.', 
'비타민C(아스코르브산)' || CHR(10) || 
'비타민B6(피리독살-5-포스페이트)' || CHR(10) || 
'엽산(글루코사민염, l-5 메틸테트라하이드로폴릭애씨드에서 추출한 l-5 메틸테트라하이드로엽산† )' || CHR(10) || 
'식이엽산당량' || CHR(10) || 
'비타민B12(메틸코발라민)' || CHR(10) || 
'철분(Ferrochel® 패러스바이글리시네이트킬레이트)', 
'15mg' || CHR(10) ||
'5mg' || CHR(10) || 
'400mcg' || CHR(10) || 
'667mcg' || CHR(10) || 
'300mcg' || CHR(10) || 
'36mg', 
'병이 밀봉되어 있는 경우에만 사용하십시오. 서늘하고 건조한 곳에 밀봉하여 보관하십시오. 철분을 포함한 제품을 실수로 과도하게 복용하면 6 세 미만의 아이들에게 치명적인 중독의 원인이 될 수 있습니다. 아이들의 손에 닿지 않는 곳에 보관하십시오. 실수로 과잉 복용한 경우, 의사 또는 중독 관리 센터로 즉시 연락하십시오.', 
'보충제' || CHR(10) || 
'필수 영양소가 포함된 생체 이용 가능한 철분' || CHR(10) || 
'혈액 생성' || CHR(10) || 
'Ferrasorb는 캡슐 1정당 원소 철분 36mg과 혈액 생성에 필수적인 활성 형태의 엽산, 비타민B6, B12를 함유하고 있습니다. 비타민C는 효과적인 철분 흡수에 좋습니다. 10대 여성, 임신부, 가임기 여성(특히 생리량이 많은 경우), 흡수 장애(크론병 또는 셀리악병) 환자, 항암치료 환자, 위산 분비량이 적은 노인, 신장 기능이 저하된 경우에는 철분이 부족해지기 쉽습니다.');

INSERT INTO supplement (SupName, SupPrice, SupBrand, SupDosage, SupNutri, SupNutriInfo, SupPrecautions, SupDetail) 
VALUES (
'Swanson, 철분 푸마르산제일철, 18mg, 캡슐 60정', 
9167, 
'Swanson', 
'보충제로 매일 음식 및 물과 함께 캡슐 1정을 복용하십시오.', 
'철분(푸마르산제일철에서 추출)', 
'18mg', 
'만 6세 미만 어린이 중독 사고의 가장 큰 원인 중 하나는 우발적으로 철분 함유 상품을 과다 복용하는 것입니다. 어린이의 손이 닿지 않는 곳에 보관하십시오. 우발적으로 과다 복용한 경우에는 즉시 의사나 응급센터에 연락을 취하십시오. 어린이의 손이 닿지 않는 곳에 보관하십시오. 성인 전용 상품입니다. 임신 또는 수유 중이거나 약물을 복용 중이거나 질병이 있는 경우 복용하기 전에 의료 전문가와 상의하십시오. 어린이의 손이 닿지 않는 곳에 보관하십시오. 안전 밀봉이 손상된 경우, 복용하지 마십시오. 서늘하고 건조한 곳에 보관하십시오.', 
'세포 건강' || CHR(10) || 
'캡슐당 18mg' || CHR(10) || 
'미네랄 보충제' || CHR(10) || 
'몸에서 쉽게 흡수하고 사용하는 일일 철분 보충제를 원한다면 푸마르산제일철이 확실한 선택입니다. 철분은 인체 영양에 가장 중요한 미네랄 중 하나입니다. 헤모글로빈의 주요 성분인 철분은 적혈구가 몸속 세포에 산소를 전달하도록 돕는 중요한 역할을 합니다. 또한 지방산 대사 및 에너지 생성과 관련된 효소의 중요한 성분입니다. 철분은 중요하지만 아직도 많은 사람들이 하루 식단에서 철분을 충분히 섭취하는 데 어려움을 겪습니다. 그럴 때 Swanson의 편리한 캡슐을 통해 도움을 받아 보십시오. 흡수력이 뛰어난 순하고 합리적인 형태의 철분인 푸마르산제일철을 함유합니다.');

INSERT INTO supplement (SupName, SupPrice, SupBrand, SupDosage, SupNutri, SupNutriInfo, SupPrecautions, SupDetail) 
VALUES (
'Swanson, 철분 시트레이트, 활성 제형, 25mg, 베지 캡슐 60정', 
5689, 
'Swanson', 
'보충제로 매일 음식 및 물과 함께 베지 캡슐 1정을 복용하십시오.', 
'철분(철분시트레이트에서 추출)', 
'25mg', 
'만 6세 미만 어린이의 치명적 중독 사고를 일으키는 가장 큰 원인 중 하나는 우발적으로 철분 함유 상품을 과다 복용하는 것입니다. 어린이의 손이 닿지 않는 곳에 보관하십시오. 우발적으로 과다 복용한 경우에는 즉시 의사나 응급센터에 연락을 취하십시오. 성인 전용 상품입니다. 임신 또는 수유 중이거나 약물을 복용 중이거나 질병이 있는 경우 복용하기 전에 의료 전문가와 상의하십시오. 어린이의 손이 닿지 않는 곳에 보관하십시오. 안전 밀봉이 손상된 경우, 복용하지 마십시오. 서늘하고 건조한 곳에 보관하십시오.', 
'세포 건강' || CHR(10) || 
'캡슐당 25mg' || CHR(10) || 
'미네랄 보충제' || CHR(10) || 
'식물성' || CHR(10) || 
'적혈구 생성에 핵심 역할' || CHR(10) || 
'1969년부터 과학에 기반한 고품질 상품 제공' || CHR(10) || 
'혈액 내 산소를 운반하는 헤모글로빈의 생성을 촉진합니다.' || CHR(10) || '고품질의 미네랄 시트레이트를 찾는다면 이제 Swanson Health Products에서 찾을 수 있습니다. 베지 캡슐에 함유된 철분 시트레이트는 철분 보충이 특히 중요한 채식주의자를 위한 훌륭한 철분 포뮬라입니다. 이 포뮬라로 최적의 흡수를 위한 시트레이트 효능을 얻으십시오. 점점 더 많은 의료 전문가들이 시트레이트 형태의 보충 미네랄을 권장함에 따라 당사는 이에 부응하고 있습니다.');

INSERT INTO supplement (SupName, SupPrice, SupBrand, SupDosage, SupNutri, SupNutriInfo, SupPrecautions, SupDetail) 
VALUES (
'Thorne, 칼슘, 캡슐 120정', 
33388, 
'Thorne', 
'매일 2회 캡슐 1정을 복용하거나 의사의 지시에 따라 복용하십시오.', 
'칼슘(DimaCal® 다이칼슘말레이트)', 
'250mg', 
'용기가 밀봉된 경우에만 복용하십시오. 서늘하고 건조한 곳에 단단히 밀봉하여 보관하십시오.
임신 중인 경우에는 이 제품을 복용하기 전에 의사와 상의하십시오.', 
'향상된 흡수력을 위한 킬레이트화 칼슘' || CHR(10) || 
'보충제' || CHR(10) || 
'뼈 건강 증진' || CHR(10) || 
'기초 건강' || CHR(10) || 
'글루텐 무함유' || CHR(10) || 
'칼슘은 두 개의 칼슘 분자로 결합된 말산 분자로 구성됩니다. 이 때문에 칼슘 19%인 칼슘시트레이트에 비해 칼슘 29%인 화합물이 만들어지며 그 결과 캡슐당 칼슘 원소를 더 많이 함유합니다.' || CHR(10) || 
'칼슘 섭취량이 가장 부족한 분들은 다음과 같습니다.' || CHR(10) || 
'폐경기 및 폐경기 이후 여성' || CHR(10) || 
'생리불순을 겪는 여성(특히 장기적인 운동 활동을 하거나 격렬한 활동을 하며 군복무 중인 여성)' || CHR(10) || 
'유제품 무함유 식단을 유지하는 분' || CHR(10) || 
'채식주의자 및 비건(식단에 칼슘 흡수를 억제하는 식물성 파이테이트와 옥살레이트가 풍부함)' || CHR(10) || 
'임신 중인 여성(특히 임신성 고혈압 병력이 있는 여성)' || CHR(10) || 
'흡수를 억제하는 제산제(H2 차단제 또는 양성자 펌프 저해제)나 칼슘 손실을 증대하는 프리드니손과 같은 글루코코르티코이드와 같은 처방약과 비처방약을 복용 중인 분' || CHR(10) || 
'비타민D 결핍이 있는 분(비타민D는 칼슘 흡수에 필요함)');

INSERT INTO supplement (SupName, SupPrice, SupBrand, SupDosage, SupNutri, SupNutriInfo, SupPrecautions, SupDetail) 
VALUES (
'Swanson, Albion, 마그네슘 및 칼슘, 비타민D3 및 K2 함유, 베지 캡슐 90정', 
18767, 
'Swanson', 
'보충제로 매일 3회, 음식 및 물과 함께 베지 캡슐 1정씩 복용하십시오.', 
'비타민D3(콜레칼시페롤)' || CHR(10) || 
'칼슘(TRAACS® 중성 칼슘글리신산킬레이트) ' || CHR(10) || 
'마그네슘(TRAACS® 중성 마그네슘비스글리시네이트킬레이트)' || CHR(10) || 
'비타민K2(메나퀴논-7)', 
'16.7mcg' || CHR(10) || 
'67mg' || CHR(10) ||
'133mg' || CHR(10) || 
'17mcg', 
'성인 전용 상품입니다. 임신 또는 수유 중이거나 질병이 있거나 약물(특히 혈액 희석제)을 복용 중인 경우 이 상품 또는 다른 상품을 복용하기 전에 의료 전문가와 상의하십시오.', 
'근육 및 뼈 건강 증진' || CHR(10) ||
'아미노산킬레이트' || CHR(10) || 
'보충제' || CHR(10) || 
'식물성' || CHR(10) || 
'최적의 생체활용성을 위한 특허받은 Albion® 킬레이트 형태' || CHR(10) || 
'마그네슘:칼슘을 권장 비율인 2:1로 공급' || CHR(10) || 
'비타민D3, K2 함유' || CHR(10) || 
'1969년부터 과학에 기반한 고품질 상품 제공');

INSERT INTO supplement (SupName, SupPrice, SupBrand, SupDosage, SupNutri, SupNutriInfo, SupPrecautions, SupDetail) 
VALUES (
'Swanson, 100% 순수 구연산 칼슘 분말, 무맛, 350mg, 227g(8oz)', 
16516, 
'Swanson', 
'보충제로 1스쿱(1.67g)을 좋아하는 음료, 우유 또는 주스 8oz에 섞어 가급적 음식과 함께 하루 2회 섭취하십시오. 물에 섞어서 복용하지 않는 것이 좋습니다. 스쿱이 포함되어 있습니다.', 
'칼슘(칼슘시트레이트에서 추출)', 
'350mg', 
'상품에는 신선도 유지를 위한 방습제 팩이 포함되어 있습니다. 방습제 팩을 먹지 마십시오. 성인 전용 상품입니다. 임신 또는 수유 중이거나 약물을 복용 중이거나 질병이 있는 경우 복용하기 전에 의료 전문가와 상의하십시오. 어린이의 손이 닿지 않는 곳에 보관하십시오. 안전 밀봉이 손상된 경우, 복용하지 마십시오. 서늘하고 건조한 곳에 보관하십시오.', 
'튼튼하고 건강한 뼈' || CHR(10) || 
'1회 제공량당 350mg' || CHR(10) || 
'유제품 무함유 및 무맛' || CHR(10) || 
'미네랄 보충제' || CHR(10) || 
'구연산염의 효능이 최적의 흡수율을 발휘합니다! 점점 더 많은 의료 전문가들이 시트레이트 형태의 보충제 미네랄을 권장함에 따라, 당사에는 더 다양한 옵션을 제공해 달라는 요청을 많이 받고 있습니다. 고품질의 미네랄 시트레이트를 찾는다면 이제 Swanson Health Products에서 찾을 수 있습니다. 당사의 100% 순수 유제품 무함유 구연산 칼슘 분말은 개인과 의사의 권고에 따라 복용량을 쉽게 조절할 수 있습니다.');

INSERT INTO supplement (SupName, SupPrice, SupBrand, SupDosage, SupNutri, SupNutriInfo, SupPrecautions, SupDetail) 
VALUES (
'Swanson, CalciBoost, 소프트젤 120정', 
11434, 
'Swanson', 
'보충제로 매일 식후에 물과 함께 소프트젤 1정을 복용하십시오. 냉장 보관하지 마십시오.', 
'비타민D (대구간유에서 추출)' || CHR(10) || 
'칼슘 (탄산칼슘에서추출)', 
'5mcg' || CHR(10) || 
'600mg', 
'성인 전용 상품입니다. 임신 또는 수유 중이거나 약물을 복용 중이거나 질병이 있는 경우 복용하기 전에 의료 전문가와 상의하십시오. 어린이의 손이 닿지 않는 곳에 보관하십시오. 안전 밀봉이 손상된 경우, 복용하지 마십시오. 서늘하고 건조한 곳에 보관하십시오.', 
'강하고 건강한 뼈' || CHR(10) || 
'칼슘 + 비타민D' || CHR(10) || 
'보충제' || CHR(10) || 
'칼슘 흡수 개선을 위해 비타민D로 강화' || CHR(10) || 
'튼튼한 뼈 형성 및 개선' || CHR(10) || 
'근육 건강 증진' || CHR(10) || 
'1969년부터 과학에 기반한 고품질 상품 제공' || CHR(10) || 
'Swanson CalciBoost로 튼튼한 뼈와 치아 건강을 간편하게 유지하십시오! 이 고유한 포뮬라는 우수한 칼슘 공급원을 제공하여 뼈 건강을 강화하는 동시에 건강한 뼈와 심혈관 기능을 개선합니다. 간편하게 복용할 수 있는 소프트젤 1정당 칼슘 600mg과 효과를 더욱 높이는 비타민D 5mcg(200IU)를 제공하여 흡수를 촉진합니다.');

INSERT INTO supplement (SupName, SupPrice, SupBrand, SupDosage, SupNutri, SupNutriInfo, SupPrecautions, SupDetail) 
VALUES (
'California Gold Nutrition, Ferrochel 철분(비스글리시네이트), 36mg, 베지 캡슐 90정', 
10619, 
'California Gold Nutrition', 
'하루에 캡슐 1정을 공복에 복용하십시오. 자격을 갖춘 의료 전문가의 지시에 따라 복용하는 것이 가장 좋습니다.', 
'철분(패러스바이글리시네이트 킬레이트)', 
'36mg', 
'어린이의 손이 닿지 않는 곳에 보관하십시오. 임신 또는 수유 중인 여성, 만성 질환자, 노약자, 18세 미만의 미성년자, 처방약(예: 혈액 희석제)을 복용 중이신 분 또는 의사로부터 특정 질병이 있다고 진단받으신 분은 보충제를 복용하기 전에 의사나 약사, 자연 요법 의사, 기타 자격을 갖춘 의료 전문가와 상의하십시오.', 
'Ferrochel® 패러스바이글리시네이트 킬레이트' || CHR(10) || 
'위에 부담을 주지 않는 것으로 알려진 형태의 철분*' || CHR(10) || 
'채식주의자와 비건에게 적합' || CHR(10) || 
'글루텐, 유전자 변형 성분, 대두 무함유' || CHR(10) || 
'cGMP 인증 시설에서 생산' || CHR(10) || 
'100% 골드 개런티(Gold Guarantee)' || CHR(10) || 
'철분은 체내에서 특히 혈액 및 심혈관계와 관련된 작용을 돕는 중요한 미네랄입니다.*California Gold Nutrition Ferrochel® 철분은 위에 부담을 주지 않는 특별한 형태의 철분을 사용하여 이러한 체내 작용에 도움이 되는 철분을 충분히 제공합니다.*' || CHR(10) || 
'철분 보충제 효능' || CHR(10) || 
'Ferrochel® 철분은 위에 부담을 주지 않으며, 피실험자의 철분 수치를 회복시키는 효능이 임상 검증되었습니다.* 체내에 철분이 부족한 경우, 매일 철분 보충제를 복용하여 적정 수치로 유지할 수 있습니다. 철분은 혈액 생성을 위한 필수 요소이므로 다양한 생명 유지 기능에서 중요한 역할을 합니다.* 또한 철분은 폐에서 혈류를 통해 신체 조직에 산소를 운반하는 데 필요한 단백질인 헤모글로빈이 정상적으로 작용하는 데도 필수적입니다.*');

INSERT INTO supplement (SupName, SupPrice, SupBrand, SupDosage, SupNutri, SupNutriInfo, SupPrecautions, SupDetail) 
VALUES (
'California Gold Nutrition, 철분, 118ml(4fl oz)', 
14061, 
'California Gold Nutrition', 
'매일 1티스푼을 음식과 함께 또는 공복에 복용하십시오. 자격을 갖춘 의료 전문가의 지시에 따라 복용하는 것이 가장 좋습니다. 복용 전에 잘 흔들어 주십시오.', 
'총탄수화물 3g, 철분(패러스바이글리시네이트킬레이트)' || CHR(10) || 
'소리쟁이(Rumex crispus)뿌리', 
'10mg' || CHR(10) || 
'100mg', 
'어린이의 손이 닿지 않는 곳에 보관하십시오. 임신 또는 수유 중인 여성, 만성 질환자, 노인, 만 18세 미만의 경우, 처방약(예: 혈액 희석제)을 복용 중인 경우 및 보충제를 복용하기 전에 의사, 약사, 자연 요법 의사, 기타 자격을 갖춘 의료 전문가와 상담하십시오. 6세 미만 어린이 중독 사고의 가장 큰 원인 중 하나는 우발적으로 철분 함유 상품을 과다 섭취하는 것입니다. 어린이의 손이 닿지 않는 곳에 보관하십시오. 우발적으로 과다 복용한 경우에는 즉시 의사나 응급센터에 연락을 취하십시오.', 
'철분(패러스바이글리시네이트 킬레이트)이 함유된 액상 보충제' || CHR(10) || 
'소리쟁이(Rumex crispus)뿌리가 들어 있어 추가적인 증진 효과' || CHR(10) || 
'혈액 건강 증진 및 세포 기능 개선*' || CHR(10) || 
'채식주의자와 비건에게 적합' || CHR(10) || 
'글루텐, 유전자 변형 성분, 대두 무함유' || CHR(10) || 
'cGMP 인증 시설에서 생산' || CHR(10) || 
'100% 골드 개런티(Gold Guarantee)' || CHR(10) || 
'철분은 체내에서 다양한 작용에 관여하는 필수 미네랄이지만 식습관이나 기타 환경으로 인해 쉽게 부족해질 수 있는 성분입니다. California Gold Nutrition 철분은 혈액 건강과 세포 기능 개선을 위해 식단을 보충하는 적정량의 철분을 함유하고 있습니다.');

INSERT INTO supplement (SupName, SupPrice, SupBrand, SupDosage, SupNutri, SupNutriInfo, SupPrecautions, SupDetail) 
VALUES (
'Codeage, 아멘, 아이언 울트라, 베지 캡슐 60정', 
34765, 
'Codeage', 
'하루에 캡슐 1정씩 물이나 선호하는 음료 8oz와 함께 복용하십시오. 식후 또는 공복에 복용할 수 있습니다.', '비타민C(아스코르브산)' || CHR(10) || 
'엽산' || CHR(10) || 
'비타민B12(메틸코발라민)' || CHR(10) || 
'철분(황산제일철일수화물)' || CHR(10) || 
'구리(글루코네이트)', 
'100mg' || CHR(10) || 
'680mcg' || CHR(10) || 
'100mcg' || CHR(10) || 
'65mg' || CHR(10) || 
'2mg', 
'권장 복용량을 초과하지 마십시오. 임신부 또는 수유 중인 산모이거나 만 18세 미만이거나 알려진 질병이 있는 경우 본 상품이나 다른 보충제를 복용하기 전에 의사와 상의하십시오. 표시된 성분에 대해 알레르기가 있거나 민감한 경우 주의해서 복용하십시오.', 
'고품질 영양 공급' || CHR(10) || 
'보충제' || CHR(10) || 
'철분' || CHR(10) || 
'비타민B12 및 비타민C' || CHR(10) || 
'2개월분' || CHR(10) || 
'비건' || CHR(10) || 
'유전자 변형 성분 무함유' || CHR(10) || 
'대두 무함유' || CHR(10) || 
'유제품 무함유' || CHR(10) || 
'글루텐 무함유' || CHR(10) || 
'cGMP 인증 시설에서 제조' || CHR(10) || 
'Feel Different' || CHR(10) || 
'Amen Iron Ultra는 1회 제공량당 철분 65mg과 함께 구리, 엽산, 비타민C 및 비타민B12를 제공하여 에너지 수준, 전반적인 활력, 웰빙을 지원하는 강력한 철분 보충제입니다.');

INSERT INTO supplement (SupName, SupPrice, SupBrand, SupDosage, SupNutri, SupNutriInfo, SupPrecautions, SupDetail) 
VALUES (
'NOW Foods, 철분, 더블 스트렝스, 36mg, 베지 캡슐 90정', 
12394, 
'NOW Foods', 
'매일 캡슐 1정씩 식사와 함께 복용하십시오.', 
'철분(원소)(Ferrochel™ 패러스바이글리시네이트 180mg에서 유래)', 
'36mg', 
'만 6세 미만 어린이 중독 사고의 가장 큰 원인 중 하나는 우발적으로 철분 함유 제품을 과다 복용하는 것입니다. 어린이의 손이 닿지 않는 곳에 보관하십시오. 우발적으로 과다 복용한 경우에는 즉시 의사나 응급센터에 연락을 취하십시오. 성인 전용 제품입니다. 의사의 지시 없이 권장 복용량을 초과하지 마십시오. 임신 또는 수유 중이거나 다른 약물을 복용 중이거나 질병이 있는 경우에는 의사와 상담하십시오. 어린이의 손이 닿지 않는 곳에 보관하십시오. 본 제품은 자연적인 색 변화가 발생할 수 있습니다.의사의 지시 없이 권장 복용량을 초과하지 마십시오.
개봉 후에는 서늘하고 건조한 곳에 보관하십시오.', 
'필수 미네랄' || CHR(10) || 
'Ferrochel™ 철분 비스글리시네이트' || CHR(10) || 
'순하고 변비를 유발하지 않는 제품' || CHR(10) || 
'유전자 변형 성분 무함유' || CHR(10) || 
'보충제' || CHR(10) || 
'채식주의자/비건에 적합' || CHR(10) || 
'코셔' || CHR(10) || 
'미네랄' || CHR(10) || 
'1968년 설립된 가족 기업' || CHR(10) || 
'할랄' || CHR(10) || 
'우수 제조 및 품질 관리 기준(GMP) 품질 보증' || CHR(10) || 
'Albion Minerals' || CHR(10) || 
'철분은 에너지 생성, 면역계 기능, 신경 건강에 중요한 역할을 하는 필수 미네랄입니다. 철분은 신체의 세포로 산소를 운반하는 분자인 헤모글로빈과 근육 조직에 사용되는 산소를 결합하는 미오글로빈의 필수 구성 요소입니다. NOW는 임상 시험에서 뛰어난 흡수율이 입증되었으며 순하고 변비를 유발하지 않아 몸에 잘 받는 Ferrochel™ 철분 비스글리시네이트를 사용합니다.');

INSERT INTO supplement (SupName, SupPrice, SupBrand, SupDosage, SupNutri, SupNutriInfo, SupPrecautions, SupDetail) 
VALUES (
'NOW Foods, 철분 복합체 캡슐, 베지 캡슐 100정', 
12395, 
'NOW Foods', 
'식사와 함께 매일 캡슐 1정을 복용하십시오.', 
'비타민 C(아스코르브산)' || CHR(10) || 
'엽산[(6S)-5-메틸테트라히드로엽산 100mcg] [Quatrefolic® (6S)-5-메틸테트라히드로엽산 글루코사민 소금에서 추출]' || CHR(10) || 
'비타민 B-12(메틸코발라민)' || CHR(10) || 
'철분(패러스바이글리시네이트에서 추출) (Ferrochel™)' || CHR(10) || 
'유기농 당귀(Angelica sinensis) (뿌리줄기/뿌리)' || CHR(10) || 
'레드 라즈베리(Rubus idaeus) (잎)', 
'90mg' || CHR(10) || 
'167mcg DFE' || CHR(10) || 
'50mcg' || CHR(10) || 
'27mg' || CHR(10) || 
'50mg' || CHR(10) || 
'50mg', 
'만 6세 이하 어린이 중독 사고의 가장 큰 원인 중 하나는 우발적으로 철분 함유 제품을 과다 복용하는 것입니다. 어린이의 손이 닿지 않는 곳에 보관하십시오. 우발적으로 과다 복용한 경우에는 즉시 의사나 응급센터에 연락하십시오. 성인 전용 제품입니다. 의사의 지시 없이 권장 복용량을 초과하지 마십시오. 임신 또는 수유 중이거나, 다른 약물을 복용 중이거나, 질환이 있는 분은 의사와 상담하십시오. 어린이의 손이 닿지 않는 곳에 보관하십시오. 이 제품은 자연적인 색 변화가 발생할 수 있습니다.', 
'필수 미네랄' || CHR(10) || 
'Ferrochel™ 철분 비스글리시네이트' || CHR(10) || 
'순하며 변비를 유발하지 않음' || CHR(10) || 
'건강 보조 식품' || CHR(10) || 
'채식주의자/비건' || CHR(10) || 
'미네랄' || CHR(10) || 
'1968년 설립된 가족 기업' || CHR(10) || 
'GMP 품질 보증' || CHR(10) || 
'Albion Minerals' || CHR(10) || 
'Now® 철분 복합체는 특별한 Ferrochel™ 철분(철분의 생물학적 이용 가능 형태) 복합체로 상보성 식물 성분과 함께 중요한 공동 영양소입니다. 철분은 몸 전체의 적혈구 세포에 산소를 공급하는 분자인 헤모글로빈 형성에 필요한 미네랄입니다. 비타민 B-12와 엽산은 적혈구 생산에 필수적이며 비타민 C는 위장에서의 철분 흡수를 증진한다고 알려져 있습니다. 본 제품은 식물성 포뮬러로 내약성이 좋고 변비를 유발하지 않으며 신체의 철분 흡수 및 이용성을 최대화하기 위해 설계되었습니다.');

INSERT INTO supplement (SupName, SupPrice, SupBrand, SupDosage, SupNutri, SupNutriInfo, SupPrecautions, SupDetail) 
VALUES (
'NOW Foods, 액상 철분, 237ml(8fl oz)', 
16540, 
'NOW Foods', 
'사용 전에 잘 흔들어 주십시오. 2 tsp을 매일 쥬스나 물에 섞어서 공복에 복용하세요.', 
'자일리톨' || CHR(10) || 
'철분(철 맛 무료 철제 글리신 산염)', 
'1 g' || CHR(10) || 
'18 mg', 
'6세 미만 어린이 중독 사고의 가장 큰 원인은 우발적으로 철분 함유 제품을 과다 복용하는 것입니다. 본 제품은 아이들의 손이 닿지 않는 곳에 보관하세요. 실수로 과다 복용한 경우 즉시 의사나 중독 관리 센터에 연락하십시오. 성인 전용 제품입니다. 의사의 지시가 없는 한 권장 복용량을 초과하여 섭취하지 마십시오. 임신 또는 수유 중이거나 약물을 복용하는 경우 또는 질환이 있는 경우에는 의사와 상의하십시오. 아이들 손이 닿지 않는 곳에 보관하십시오. Not for pet use.', 
'필수 미네랄' || CHR(10) || 
'1회 제공당 18mg' || CHR(10) || 
'Iron Taste Free 페릭글리시네이트' || CHR(10) || 
'순하고 변비를 유발하지 않는 상품' || CHR(10) || 
'보충제' || CHR(10) || 
'채식주의자/비건에 적합' || CHR(10) || 
'미네랄' || CHR(10) || 
'1968년 설립된 가족 기업' || CHR(10) || 
'우수 제조 및 품질 관리 기준(GMP) 품질 보장' || CHR(10) || 
'철분은 에너지 생성, 면역계 기능, 신경 건강에 중요한 역할을 하는 필수 미네랄입니다. 철분은 신체의 세포로 산소를 운반하는 분자인 헤모글로빈과 근육 조직에 사용되는 산소를 결합하는 미오글로빈의 필수 구성 요소입니다. NOW는 임상 시험에서 뛰어난 흡수율이 입증되었으며 순하고 변비를 유발하지 않아 몸에 잘 받는 Iron Taste Free 페릭글리시네이트를 사용합니다.');

INSERT INTO supplement (SupName, SupPrice, SupBrand, SupDosage, SupNutri, SupNutriInfo, SupPrecautions, SupDetail) 
VALUES (
'Solgar, 킬레이트 철분, 100정', 
12382, 
'Solgar', 
'성인을 위한 보충제로, 하루 1정을 가급적 식사와 함께 복용하거나 의사의 지시에 따라 복용하십시오.', 
'철분(비스글리시네이트 철분)', 
'25mg', 
'철분 함유 제품을 실수로 과다 복용하면 6세 미만 어린이에게 치명적인 중독 현상이 발생하게 됩니다. 어린이의 손이 닿지 않는 곳에 보관하십시오. 우발적으로 과다 복용한 경우, 즉시 의사나 응급센터에 연락하십시오. 임신 또는 수유 중인 경우, 약물을 복용 중이거나 질병이 있는 경우 복용하기 전에 의사와 상담하십시오. 부작용이 발생하면 복용을 중단하고 의사와 상의하십시오. 실온에서 보관하십시오. 용기의 외부 밀봉이 없거나 손상된 경우 복용하지 마십시오.', 
'위에 부담을 주지 않음' || CHR(10) || 
'유전자 변형 성분 무함유' || CHR(10) || 
'글루텐 무함유 인증' || CHR(10) || 
'밀 및 유제품 무함유' || CHR(10) || 
'비건에게 적합한 제품' || CHR(10) || 
'코셔 파르브' || CHR(10) || 
'보충제' || CHR(10) || 
'철분은 폐에서 체내 모든 조직으로 산소를 운반하고 혈중 철분 함유를 증진하는 단백질인 헤모글로빈의 중요한 성분입니다. 철분은 정상적인 적혈구 생성을 촉진하고 에너지 이용을 지원합니다. 이 제품은 위장을 자극하지 않도록 특허 받은 첨단 철분 형태입니다.');

INSERT INTO supplement (SupName, SupPrice, SupBrand, SupDosage, SupNutri, SupNutriInfo, SupPrecautions, SupDetail) 
VALUES (
'Solgar, 순한 철분, 25mg, 베지 캡슐 180정', 
24194, 
'Solgar', 
'성인용 보충제로서, 하루에 베지 캡슐 1정을 가급적 식사와 함께 복용하거나, 의료 전문가의 지시에 따라 복용하십시오.', 
'철분(철분 비스글리시네이트 킬레이트)', 
'25mg', 
'철분 함유 제품을 실수로 과다 복용하면 6세 미만 어린이에게 치명적인 중독 현상이 발생하게 됩니다. 어린이의 손이 닿지 않는 곳에 보관하십시오. 우발적으로 과다 복용한 경우, 즉시 의사나 응급센터에 연락하십시오. 임신 또는 수유 중인 경우, 약물을 복용 중이거나 질병이 있는 경우 복용하기 전에 의사와 상담하십시오. 부작용이 발생하면 복용을 중단하고 의사와 상의하십시오. 실온에서 보관하십시오. 용기의 외부 밀봉이 없거나 손상된 경우 복용하지 마십시오.', 
'철분 비스글리시네이트' || CHR(10) || 
'변비를 유발하지 않음' || CHR(10) || 
'위에 부담을 주지 않음' || CHR(10) || 
'유전자 변형 성분 무함유' || CHR(10) || 
'할랄' || CHR(10) || 
'밀 및 유제품 무함유' || CHR(10) || 
'글루텐 무함유 인증' || CHR(10) || 
'비건에게 적합' || CHR(10) || 
'코셔 파르브' || CHR(10) || 
'보충제' || CHR(10) || 
'철분은 대부분의 인체 세포에 있는 필수 미량 미네랄입니다. 철분은 산소를 폐에서 신체의 모든 조직으로 운반하는 단백질인 헤모글로빈을 구성하는 중요한 성분입니다. 철분은 정상적인 적혈구 생성에서 중요한 역할을 하고 에너지 활용을 지원합니다. 성장, 임신, 생리 중에는 철분 수요량이 급증합니다. 철분은 영양학적으로 여성의 건강을 지원하며, 도파민, 노르아드레날린, 세로토닌 등 두뇌 신경 전달 물질의 합성에 필요한 공동 인자입니다.');

INSERT INTO supplement (SupName, SupPrice, SupBrand, SupDosage, SupNutri, SupNutriInfo, SupPrecautions, SupDetail) 
VALUES (
'Solgar, EarthSource 발효 식품, 코지 아이언, 27mg, 베지 캡슐 30정', 
14147, 
'Solgar', 
'성인용 보충제로서 하루에 베지 캡슐 1정씩 가급적 식사와 함께 복용하거나, 의사의 지시에 따라 복용하십시오.', 
'철분(고지발효황산철에서 추출, Ultimine™)', 
'27mg', 
'만 6세 미만 어린이의 치명적 중독 사고를 일으키는 가장 큰 원인 중 하나는 우발적으로 철분 함유 상품을 과다 복용하는 것입니다. 어린이의 손이 닿지 않는 곳에 보관하십시오. 우발적으로 과다 복용한 경우에는 즉시 의사나 응급센터에 연락하십시오. 임신, 수유 중이거나 약물을 복용하고 있거나 질병이 있는 경우에는 보충제를 복용하기 전에 의료 전문가와 상의하십시오. 부작용이 발생하면 복용을 중단하고 의사와 상담하십시오. 실온에서 보관하십시오. 외부 용기 안전 밀봉이 없거나 손상된 경우에는 복용하지 마십시오.', 
'1947년 설립' || CHR(10) || 
'특허 출원 중인 고유한 Ultimine™ 성분' || CHR(10) || 
'뛰어난 흡수율' || CHR(10) || 
'위에 부담을 주지 않음' || CHR(10) || 
'글루텐 무함유 인증' || CHR(10) || 
'NSF 유전자 변형 성분 무함유 인증' || CHR(10) || 
'할랄' || CHR(10) || 
'글루텐, 밀, 유제품 무함유' || CHR(10) || 
'비건에게 적합' || CHR(10) || 
'K-파르브' || CHR(10) || 
'보충제' || CHR(10) || 
'식품 발효 - 고대의 이야기' || CHR(10) || 
'Solgar® 식품 발표 고지 철분에는 고지를 자연적으로 발효시켜 만든 철분 27mg이 함유되어 있습니다.' || CHR(10) || 
'Solgar® 식품 발효 고지 철분에는 특허 출원 중인 느리게 방출되는 철분 형태인 Ultimine™이 함유되어 있습니다. 고지 발효 철분은 고지에 철분이 생성되고 고지 배양균에 흡수되어 저장되는 자연적인 과정으로 만듭니다. Solgar® 고지는 이러한 식품 기반 발효 과정을 통해 느리게 방출되어 위장에 부담을 주지 않는 철분을 제공합니다.');

INSERT INTO supplement (SupName, SupPrice, SupBrand, SupDosage, SupNutri, SupNutriInfo, SupPrecautions, SupDetail) 
VALUES (
'Thorne, 철분 비스글리시네이트, 캡슐 60정', 
19476, 
'Thorne', 
'매일 캡슐 1정씩 복용하거나 의사의 지시에 따라 복용하십시오.', 
'철분(페로첼패러스바이글리시네이트킬레이트)', 
'25mg', 
'용기가 밀봉되어 있는 경우에만 사용하십시오. 뚜껑을 꼭 닫아 서늘하고 건조한 곳에 보관하십시오. 임신 중인 경우에는 이 제품을 복용하기 전에 의사와 상의하십시오. 만 6세 이하 어린이 중독 사고의 가장 큰 원인 중 하나는 우발적으로 철분 함유 제품을 과다 복용하는 것입니다. 어린이의 손이 닿지 않는 곳에 보관하십시오. 우발적으로 과다 복용한 경우, 즉시 의사나 응급센터에 연락하십시오.', 
'보충제' || CHR(10) || 
'기초 건강' || CHR(10) || 
'혈액 생성' || CHR(10) || 
'NSF Certified for Sport' || CHR(10) || 
'글루텐 무함유' || CHR(10) || 
'위장에 부작용이 없으며 흡수력을 높일 수 있는 형태의 철분입니다.' || CHR(10) || 
'철분 비스글리시네이트는 적혈구 형성에 필수적인 철분을 보충하는 최적의 방법을 제공합니다. 이는 운동선수와 기타 사람들이 피로를 억제하고 기타 철분 결핍의 증상을 완화하는 데 도움을 줍니다. NSF Certified for Sport 제품입니다.' || CHR(10) || 
'Thorne 철분 비스글리시네이트는 NSF Certified for Sport 제품으로 이는 적혈구 생성에 반드시 필요합니다. 미국 질병통제예방센터(CDC)는 철분 결핍이 운동선수인지 여부에 상관없이 유아(12세 유아 중 7%), 월경을 하는 청소년 및 성인 여성(1249세 여성 중 916%)에서 가장 많이 나타난다고 밝혔습니다. 황산제일철과 같은 형태를 포함한 전통적인 철분 보충제는 잘 흡수되지 않기 때문에 메스꺼움, 구토, 변비, 설사, 짙은 변을 포함한 위장 부작용을 일으킬 수 있습니다. Thorne 철분 비스글리시네이트는 위장관에서 최적의 흡수를 위해 글라이신과 반응하는 원소 철분을 캡슐당 25mg 제공하여 일반적인 위장 부작용을 줄이는 데 도움을 줍니다.');

INSERT INTO supplement (SupName, SupPrice, SupBrand, SupDosage, SupNutri, SupNutriInfo, SupPrecautions, SupDetail) 
VALUES (
'California Gold Nutrition, 트리플 마그네슘 복합체, 베지 캡슐 120정', 
21573, 
'California Gold Nutrition', 
'하루에 캡슐 2정을 식사 여부와 관계없이 복용하십시오. 자격을 갖춘 의료 전문가의 지시에 따라 복용하는 것이 가장 좋습니다.', 
'마그네슘(마그네슘말레이트, 마그네슘시트레이트, 마그네슘비스글리시네이트킬레이트에서 추출)', 
'210mg', 
'어린이의 손이 닿지 않는 곳에 보관하십시오. 보충제를 복용하기 전에 면허가 있는 의사, 약사, 자연 요법 의사, 기타 자격을 갖춘 의료 전문가와 상담하십시오. 밀봉 포장된 상품입니다. 안전 밀봉이 손상되거나 없는 경우에는 복용하지 마십시오. 서늘하고 건조한 곳에 보관하십시오. 열, 빛, 습기를 피해 보관하십시오.', 
'미네랄 보충제' || CHR(10) || 
'채식주의자에게 적합' || CHR(10) || 
'무함유 성분: 글루텐, 유전자 변형 성분, 대두' || CHR(10) || 
'cGMP 인증 시설에서 생산' || CHR(10) || 
'100% 골드 개런티(Gold Guarantee)' || CHR(10) || 
'California Gold Nutrition® 트리플 마그네슘 복합체 에는 세 가지 형태의 마그네슘이 함유되어 있습니다. 마그네슘말레이트, 마그네슘시트레이트, 마그네슘비스글리시네이트킬레이트. 각 형태는 최적의 흡수율과 생체이용률을 위해 선택되었습니다. 마그네슘은 뼈 건강, 근육, 신경계 건강을 증진합니다.');

INSERT INTO supplement (SupName, SupPrice, SupBrand, SupDosage, SupNutri, SupNutriInfo, SupPrecautions, SupDetail) 
VALUES (
'California Gold Nutrition, 마그네슘 킬레이트, 210mg, 90정(1정당 105mg)', 
11555, 
'California Gold Nutrition', 
'매일 2정을 식후에 복용하십시오. 자격을 갖춘 의료 전문가의 지시에 따라 복용하는 것이 좋습니다.', 
'칼슘 (디칼슘포스페이트디하이드레이트에서 추출)' || CHR(10) || 
'인 (디칼슘포스페이트디하이드레이트에서 추출)' || CHR(10) || 
'마그네슘 (마그네슘아미노산킬레이트에서 추출)', 
'67mg' || CHR(10) || 
'52mg' || CHR(10) || 
'210mg', 
'어린이의 손이 닿지 않는 곳에 보관하십시오. 임신 또는 수유 중인 여성, 만성 질환자, 노약자, 18세 미만의 미성년자, 처방약(예: 혈액 희석제)을 복용 중이신 분 또는 의사로부터 특정 질병이 있다고 진단받으신 분은 보충제를 복용하기 전에 의사나 약사, 자연 요법 의사, 기타 자격을 갖춘 의료 전문가와 상의하십시오. 밀봉 포장된 상품입니다. 안전 밀봉이 손상되거나 없는 경우에는 복용하지 마십시오. 서늘하고 건조한 곳에 보관하십시오. 열, 빛, 습기를 피해 보관하십시오.', 
'필수 미네랄 보충제' || CHR(10) || 
'뼈, 심장, 신경 및 근육 건강 강화*' || CHR(10) || 
'흡수를 돕기 위한 킬레이트화' || CHR(10) || 
'채식주의자와 비건에게 적합' || CHR(10) || 
'글루텐, 유전자 변형 성분, 대두 무함유' || CHR(10) || 
'cGMP 인증 시설에서 생산' || CHR(10) || 
'100% 골드 개런티(Gold Guarantee)' || CHR(10) || 
'마그네슘은 다양한 신체 체계에 필요한 필수 미네랄로 특히 근육 및 신경 건강에 필수적입니다. California Gold Nutrition 마그네슘 킬레이트는 킬레이트 형태의 마그네슘을 포함하고 있어 뼈, 심장, 신경 및 근육 건강을 강화하는 데 도움이 됩니다.' || CHR(10) || 
'California Gold Nutrition 마그네슘 킬레이트는 글루텐, 유전자 변형 성분 또는 대두가 포함되지 않은 상품으로 채식주의자와 비건 모두에게 적합합니다.');

INSERT INTO supplement (SupName, SupPrice, SupBrand, SupDosage, SupNutri, SupNutriInfo, SupPrecautions, SupDetail)
VALUES (
'Codeage, 리포소말 마그네슘타우레이트+, 베지 캡슐 120정', 
55633, 
'Codeage', 
'성인은 매일 캡슐 2정을 복용하거나 의사의 지시에 따라 물 또는 원하는 음료 8온스와 함께 복용하십시오. 음식 섭취 여부와 상관없이 복용할 수 있습니다.', 
'비타민B6(피리독살5-인산염)' || CHR(10) || 
'마그네슘(마그네슘타우레이트 1,500mg에서 추출)', 
'10mg' || CHR(10) || 
'300mg', 
'권장 복용량을 초과하지 마십시오. 임신부 또는 수유 중인 산모이거나 병력이 있는 경우에는 이 상품이나 다른 보충제를 복용하기 전에 의사와 상의하십시오. 표시된 성분에 대해 알레르기가 있거나 민감한 경우 주의해서 복용하십시오. 수술이 예정되어 있는 경우 수술 2주 전에 복용을 중단하십시오. 본 제품은 만 18세 미만에게 적합하지 않습니다.', 
'마그네슘 - 비타민B6' || CHR(10) || 
'포스포리피드복합체' || CHR(10) || 
'생체 이용 가능' || CHR(10) || 
'보충제' || CHR(10) || 
'필수 포스포리피드' || CHR(10) || 
'비건' || CHR(10) || 
'유전자 변형 성분 무함유' || CHR(10) || 
'대두 무함유' || CHR(10) || 
'유제품 무함유' || CHR(10) || 
'글루텐 무함유' || CHR(10) || 
'cGMP 인증 시설에서 제조' || CHR(10) || 
'Feel Different' || CHR(10) || 
'마그네슘타우레이트와 비타민B6의 효능을 활용하여 스트레스를 완화하고 에너지를 강화하며 운동 능력을 극대화하십시오. 리포소말 전달 방식으로 흡수를 촉진하고 효과를 극대화합니다.' || CHR(10) || 
'Codeage 리포소말 마그네슘타우레이트+ 보충제 포뮬라는 마그네슘(마그네슘타우레이트에서 추출)과 비타민B6(피리독살 5\-인산염)의 특수 혼합물을 제공합니다. 마그네슘과 비타민B6는 전반적인 건강에 도움이 될 수 있는 필수 영양소입니다.');

INSERT INTO supplement (SupName, SupPrice, SupBrand, SupDosage, SupNutri, SupNutriInfo, SupPrecautions, SupDetail) 
VALUES (
'Codeage, 리포소말 마그네슘 L-트레오네이트, 캡슐 90정', 
62589, 
'Codeage', 
'성인은 매일 캡슐 3정씩 복용하거나 의사의 지시에 따라 물이나 원하는 음료 8온스와 함께 복용하십시오. 식후 또는 공복에 복용할 수 있습니다.', 
'마그네슘(Magtein® 마그네슘 L-트레온산 2,000mg에서 추출)' || CHR(10) || 
'포스포리피드 복합체(유전자 변형 성분 무함유 해바라기 오일 및 레시틴에서 추출)', 
'144mg' || CHR(10) || 
'100mg', 
'권장 복용량을 초과하지 마십시오. 임신부 또는 수유 중인 산모이거나 만 18세 미만이거나 알려진 질병이 있는 경우 이 상품이나 다른 보충제를 복용하기 전에 의사와 상의하십시오. 수술이 예정되어 있는 경우 수술 2주 전에 복용을 중단하십시오. 표시된 성분에 대해 알레르기가 있거나 민감한 경우 주의해서 복용하십시오. 서늘하고 건조한 곳에 보관하십시오. 상품이 개봉되어 있거나 안전 밀봉이 손상된 경우에는 복용하지 마십시오.', 
'마그네슘 L-트레온산 흡수 강화' || CHR(10) || 
'Magtein®' || CHR(10) || 
'생체 이용 가능' || CHR(10) || 
'보충제' || CHR(10) || 
'필수 미네랄' || CHR(10) || 
'필수 포스포리피드' || CHR(10) || 
'비건' || CHR(10) || 
'유전자 변형 성분 무함유' || CHR(10) || 
'대두 무함유' || CHR(10) || 
'유제품 무함유' || CHR(10) || 
'글루텐 무함유' || CHR(10) || 
'cGMP 인증 시설에서 제조' || CHR(10) || 
'느껴지는 차이' || CHR(10) || 
'Codeage 리포소말 마그네슘 L-트레온산 보충제는 Magtein® 마그네슘 L-트레온산이 함유된 특허받은 형태의 마그네슘 트레온산을 함유합니다. 이 마그네슘 l-트레온산 보충제는 리포소말 전달 기능과 함께 제공되어 흡수를 돕습니다.');

INSERT INTO supplement (SupName, SupPrice, SupBrand, SupDosage, SupNutri, SupNutriInfo, SupPrecautions, SupDetail) 
VALUES (
'Codeage, 리포소말 마그네슘 글리시네이트, 캡슐 120정', 
41721, 
'Codeage', 
'성인은 매일 캡슐 4정을 복용하거나 의료 전문가의 지시에 따라 물이나 원하는 음료 8온스와 함께 복용하십시오. 식후 또는 공복에 복용할 수 있습니다.', 
'마그네슘(마그네슘비스글리시네이트킬레이트 및 산화마그네슘)' || CHR(10) || 
'BioMag™ 리포소말 혼합물 포소호리피드 복합체(유전자 변형 성분 무함유 해바라기 오일 및 레시틴에서 추출)' || CHR(10) || 
'BioPerine® 흑후추(Piper nigrum)열매추출물', 
'350mg' || CHR(10) || 
'200mg' || CHR(10) || 
'5mg', 
'권장 복용량을 초과하지 마십시오. 임신부 또는 수유 중인 산모이거나 병력이 있는 경우에는 이 상품이나 다른 보충제를 복용하기 전에 의사와 상의하십시오. 표시된 성분에 대해 알레르기가 있거나 민감한 경우 주의해서 복용하십시오. 수술이 예정되어 있는 경우 수술 2주 전에 복용을 중단하십시오. 본 제품은 만 18세 미만에게 적합하지 않습니다. 서늘하고 건조한 곳에 보관하십시오. 상품이 개봉되어 있거나 안전 밀봉이 손상된 경우에는 복용하지 마십시오. 어린이와 반려동물이 접근할 수 없는 곳에 보관하십시오', 
'비스글리시네이트 킬레이트 포스포리피드 복합체' || CHR(10) || 
'생체 이용 가능' || CHR(10) || 
'보충제' || CHR(10) || 
'BioPerine®' || CHR(10) || 
'필수 포스포리피드' || CHR(10) || 
'비건' || CHR(10) || 
'유전자 변형 성분 무함유' || CHR(10) || 
'대두 무함유' || CHR(10) || 
'유제품 무함유' || CHR(10) || 
'글루텐 무함유' || CHR(10) || 
'cGMP 인증 시설에서 제조' || CHR(10) || 
'Feel Different');

INSERT INTO supplement (SupName, SupPrice, SupBrand, SupDosage, SupNutri, SupNutriInfo, SupPrecautions, SupDetail) 
VALUES (
'Swanson, 트리플 마그네슘 복합체, 400mg, 캡슐 100정', 
9724, 
'Swanson', 
'보충제로 매일 음식 및 물과 함께 캡슐 1정을 복용하십시오.', 
'마그네슘 (산화 마그네슘, 마그네슘시트레이트, 마그네슘아스파테이트에서 추출)', 
'400mg', 
'성인 전용 상품입니다. 임신 또는 수유 중이거나 약물을 복용 중이거나 질병이 있는 경우 복용하기 전에 의료 전문가와 상의하십시오. 어린이의 손이 닿지 않는 곳에 보관하십시오. 안전 밀봉이 손상된 경우, 복용하지 마십시오. 서늘하고 건조한 곳에 보관하십시오.', 
'근육 및 뼈 건강' || CHR(10) || 
'미네랄 보충제' || CHR(10) || 
'신경, 근육, 뼈 건강에 도움' || CHR(10) || 
'권태 및 피로감 감소에 도움' || CHR(10) || 
'옥사이드, 시트레이트, 아스파테이트 원료에서 추출' || CHR(10) || 
'1969년부터 과학에 기반한 고품질 상품 제공');

INSERT INTO supplement (SupName, SupPrice, SupBrand, SupDosage, SupNutri, SupNutriInfo, SupPrecautions, SupDetail) 
VALUES (
'Swanson, Blackstrip 당밀, 철분 함유, 캡슐 120정', 
7359, 
'Swanson', 
'보충제로 매일 캡슐 1정을 음식 및 물과 함께 복용하십시오.', 
'철분(푸마르산제일철에서 추출)' || CHR(10) || 
'블랙스트랩당밀분말(유전자변형성분무함유)', 
'29mg' || CHR(10) || 
'17mg', 
'만 6세 미만 어린이 중독 사고의 가장 큰 원인 중 하나는 우발적으로 철분 함유 상품을 과다 복용하는 것입니다. 어린이의 손이 닿지 않는 곳에 보관하십시오. 우발적으로 과다 복용한 경우에는 즉시 의사나 응급센터에 연락을 취하십시오. 어린이의 손이 닿지 않는 곳에 보관하십시오. 성인 전용 상품입니다. 임신 또는 수유 중이거나 약물을 복용 중이거나 질병이 있는 경우 복용하기 전에 의료 전문가와 상의하십시오. 어린이의 손이 닿지 않는 곳에 보관하십시오. 안전 밀봉이 손상된 경우, 복용하지 마십시오. 서늘하고 건조한 곳에 보관하십시오. 성인 전용 상품입니다. 임신 또는 수유 중이거나 약물을 복용 중이거나 질병이 있는 경우 복용하기 전에 의료 전문가와 상의하십시오. 안전 밀봉이 손상된 경우, 복용하지 마십시오. 서늘하고 건조한 곳에 보관하십시오.', 
'세포 건강' || CHR(10) || 
'캡슐 1정당 철분 원소 29mg' || CHR(10) || 
'미네랄 보충제' || CHR(10) || 
'유전자 변형 성분 무함유 블랙스트랩 당밀' || CHR(10) || 
'에너지 지원을 위한 고농축 철분' || CHR(10) || 
'몸 전체에 산소를 공급하는 데 중요한 역할' || CHR(10) || 
'1969년부터 과학에 기반한 고품질 상품 제공' || CHR(10) || 
'Blackstrip 당밀은 1960년대 말과 1970년대 초부터 철분의 공급원으로 많은 사랑을 받아 온 인기 상품입니다. 당시 당사는 특정 양의 철분(순수 당밀의 함량은 다를 수 있음)을 공급하는 강화형 정제를 개발했습니다. 이제 제조 과정의 변화와 캡슐화 기술의 발전에 따라 당사는 이 인기 있는 상품을 개선된 캡슐 형태의 포뮬라로 대체하게 되었습니다. 이 포뮬라는 결합제를 필요로 하지 않고 보충제의 안정성과 유통기한이 길어진 효과가 있습니다. 푸마르산제일철 및 순수 블랙스트랩 당밀 분말과 철분 원소 29mg이 함유되어 있어 매일 철분을 섭취할 수 있습니다.');

INSERT INTO supplement (SupName, SupPrice, SupBrand, SupDosage, SupNutri, SupNutriInfo, SupPrecautions, SupDetail) 
VALUES (
'NOW Foods, 마그네슘 글리시네이트, 180정', 
26472, 
'NOW Foods', 
'하루 1~2번 2정씩을 음식과 함께 복용하십시오.',
'마그네슘(마그네슘 비스글리시네이트 2,000mg)(TRAACS)', 
'200mg', 
'성인 전용 제품입니다. 임신 또는 수유 중이거나 약물을 복용하거나 질환이 있는 분은 의사와 상의하십시오. 어린이의 손이 닿지 않는 곳에 보관하십시오. 이 제품은 자연적인 색 변화가 있을 수 있습니다.', 
'신경계 건강 강화' || CHR(10) || 
'흡수가 잘되는 제형' || CHR(10) || 
'건강한 근육, 신경 및 심장 기능 강화' || CHR(10) || 
'유전자 변형 성분 무함유' || CHR(10) || 
'보충제' || CHR(10) || 
'채식주의자/비건에게 적합' || CHR(10) || 
'Albion Minerals™' || CHR(10) || 
'미네랄' || CHR(10) || 
'1968년 설립된 가족 기업' || CHR(10) || 
'GMP 인증' || CHR(10) || 
'마그네슘 글리신산은 아미노산인 글라이신에 결합된 마그네슘을 통해 장내 흡수를 촉진합니다. 마그네슘은 에너지 생성, 신진대사, 근육 수축, 신경 자극 전달, 뼈의 무기질화 등에 매우 중요한 미네랄이며, 300여 가지 효소를 위한 필수 보조 인자입니다. 지방 및 단백질 생산과 포도당 대사 등 다양한 과정에 마그네슘이 필요합니다. 마그네슘 상태는 부갑상선에도 영향을 미쳐 칼슘 균형을 조절하는 데 중요한 역할을 합니다.');

INSERT INTO supplement (SupName, SupPrice, SupBrand, SupDosage, SupNutri, SupNutriInfo, SupPrecautions, SupDetail) 
VALUES (
'NOW Foods, 마그네슘 말레이트, 1,000mg, 180정', 
19852, 
'NOW Foods', 
'매일 1~3회 1정씩 가급적 음식과 함께 복용하십시오.',  
'마그네슘(마그네슘 말레이트 1,000mg에서 추출)', 
'115mg', 
'개봉 후 서늘하고 건조한 곳에 보관하십시오. 성인 전용. 임신 또는 수유 중이거나 다른 약물을 복용 중이거나 질환이 있는 분은 의료 전문가와 상의하십시오. 어린이의 손이 닿지 않는 곳에 보관하십시오. 본 제품은 자연적인 색 변화가 발생할 수 있습니다.', 
'신경계 건강 지원' || CHR(10) || 
'원소 마그네슘 115mg' || CHR(10) || 
'유전자 변형 성분 무함유' || CHR(10) || 
'보충제' || CHR(10) || 
'채식주의자/비건 제품' || CHR(10) || 
'미네랄' || CHR(10) || 
'1968년에 설립된 가족 기업' || CHR(10) || 
'우수 제조 및 품질 관리 기준(GMP) 품질 보증' || CHR(10) || 
'마그네슘은 에너지 생성, 신진대사, 근육 수축, 신경 자극 전달, 뼈의 미네랄화 등에 매우 중요한 미네랄입니다. 마그네슘은 약 300여 가지 효소의 필수 보조 인자입니다. 이 효소들은 지방산 합성, 단백질 합성, 포도당 대사 반응 등을 통해 촉매 작용을 합니다. 말레이트는 중요한 크렙스 회로 중간 생성물로서 탄수화물로부터 만들어지는 세포 에너지 생산에서 중요한 분자입니다.');

INSERT INTO supplement (SupName, SupPrice, SupBrand, SupDosage, SupNutri, SupNutriInfo, SupPrecautions, SupDetail) 
VALUES (
'NOW Foods, 마그네슘 이노시톨 릴렉스, 레모네이드, 16 oz (454 g)', 
24825, 
'NOW Foods', 
'2티스푼 정량을 최소 10oz 이상의 찬물이나 맑은 액체에 섞어 가급적 늦은 오후에 드십시오. 액체에 닿으면 열이 발생할 수 있습니다. 따라서 섭취 전에 이러한 반응을 중화하기 위해 최소 10oz의 찬 음료에 권장 복용량을 넣고 섞어야 합니다.', 
'마그네슘(탄산 마그네슘 추출물)' || CHR(10) || 
'이노시톨', 
'400 mg' || CHR(10) || 
'2,000 mg', 
'본 제품은 반드시 10 oz 이상의 물 또는 맑은 음료에 넣어 녹인 후 드십시오. 가루를 흡입하거나 피부, 눈, 옷 등에 닿지 않게 주의하십시오. 성인 전용 제품입니다. 임신/수유 중이거나 다른 약을 복용하고 있거나 질병이 있는 경우 의사와 상의하십시오. 아이들의 손이 닿지 않는 곳에 보관하십시오. 이 제품은 자연적인 색 변화가 있을 수 있습니다.', 
'신경계 지원' || CHR(10) || 
'신경 및 근육 영양' || CHR(10) || 
'긴장 완화 유도' || CHR(10) || 
'톡 쏘는 레모네이드 맛' || CHR(10) || 
'건강 보조 식품' || CHR(10) || 
'채식주의 - 완전 채식(비건)용으로 적합' || CHR(10) || 
'유전자 변형 성분 없음' || CHR(10) || 
'미네랄' || CHR(10) || 
'1968년부터 가족 소유' || CHR(10) || 
'GMP 품질 보증' || CHR(10) || 
'NOW 마그네슘 이노시톨 릴렉스 파우더는 긴장 완화와 정상적인 기분을 지원하는 두 가지 영양분인 마그네슘 및 이노시톨을 결합한 제품입니다. 마그네슘은 대사, 에너지 생성, 신경 자극 전달 등에 매우 중요합니다. 이노시톨은 비타민 B군 중 하나이며 모든 세포막, 특히 두뇌 및 중추신경계에 존재하면서 신경 전달 물질 신호에 중요한 역할을 합니다.');

INSERT INTO supplement (SupName, SupPrice, SupBrand, SupDosage, SupNutri, SupNutriInfo, SupPrecautions, SupDetail) 
VALUES (
'NOW Foods, 순수 성분, 완충형, 마그네슘 아스코르브산염, 비타민C 분말, 227g(8oz)', 
20678, 
'NOW Foods', 
'평평하게 깎은 1/4 tsp의 파우더를 적어도 6 oz. 의 찬 물이나 깨끗한 음료에 넣으세요. 하루 1회 식사와 함께 드십시오. Pure Magnesium Ascorbate Powder는 접촉되자마자 액체의 온도를 증가시킬 수 있습니다; 그러므로 섭취 전에 이 반응을 중성화하도록 권장량을 지켜서 6 oz.의 찬물에 넣어야 합니다.', 
'비타민 C (마그네슘 아스 코르 베이트로부터)' || CHR(10) || 
'마그네슘 (마그네슘 아스 코르 베이트로부터)', 
'820 mg' || CHR(10) || 
'60 mg', 
'이 제품은 복용 전에 적어도 6 oz. 의 찬물이나 깨끗한 액체에 녹여야 합니다. 가루를 흡입하거나 피부, 눈, 옷 등에 닿지 않게 주의하십시오. 성인 전용 제품입니다. 임신 중/수유 중이거나, 약물을 복용 중이거나 질병이 있는 경우에는 의사와 상의하십시오. 아이들의 손이 닿지 않는 곳에 보관하십시오. 천연 제품 특성상 색상의 변화가 있을 수 있습니다.', 
'항산화 작용' || CHR(10) || 
'보충제' || CHR(10) || 
'채식주의자/비건에게 적합' || CHR(10) || 
'유전자 변형 성분 무함유' || CHR(10) || 
'코셔' || CHR(10) || 
'1968년 설립된 가족 기업' || CHR(10) || 
'우수 제조 및 품질 관리 기준(GMP) 품질 보증' || CHR(10) || 
'비타민C는 면역계에서 중요한 역할을 하는 것으로 잘 알려진 수용성 영양소입니다. 또한 비타민C는 콜라겐(연결 조직의 구조 단백질) 생성에도 필수적인 요소이므로 피부, 뼈, 관절 건강에 중요합니다.' || CHR(10) || 
'비타민C는 아미노산 대사, 신경전달물질 합성, 그리고 엽산과 철분 등의 여러 영양분을 이용하는 데 필요합니다. 그리고 정상적인 신진대사와 환경적 스트레스 요인에 노출되는 과정에서 발생하는 활성산소를 중화시켜 건강한 조직을 유지하는 데 도움을 주는 고효능 항산화제입니다.');

INSERT INTO supplement (SupName, SupPrice, SupBrand, SupDosage, SupNutri, SupNutriInfo, SupPrecautions, SupDetail) 
VALUES (
'Thorne, 마그네슘 비스글리시네이트, 187g (6.5 oz)', 
66777, 
'Thorne', 
'매일 1~2회 1스쿱을 8온스 이상의 물에 혼합하거나 의료 전문가의 지시에 따라 복용하십시오.', 
'마그네슘(마그네슘비스글리시네이트)', 
'200mg', 
'용기가 밀봉되어 있는 경우에만 사용하십시오. 뚜껑을 꼭 닫아 서늘하고 건조한 곳에 보관하십시오. 임신한 경우에는 사용 전에 의료 전문가와 상담하십시오.', 
'보충제' || CHR(10) || 
'근육/힘줄' || CHR(10) || 
'뼈 건강 증진' || CHR(10) || 
'기초 건강 강화' || CHR(10) || 
'심장/혈관 건강 지원' || CHR(10) || 
'NSF Sport 인증' || CHR(10) || 
'글루텐 무함유' || CHR(10) || 
'마그네슘 비스글리시네이트는 물, 주스 또는 다른 파우더 보충제와 혼합할 수 있는 맛있는 파우더입니다.' || CHR(10) || 
'마그네슘 비스글리시네이트 화합물은 마그네슘 글리시네이트라고도 불리지만, 두 개의 글라이신 분자가 결합되어 있어 더 정확히는 비스글리시네이트(비스=2개)라고 불립니다. 비스글리시네이트 형태는 용해도가 높기 때문에 더 우수한 흡수율을 보입니다.' || CHR(10) || 
'비스글리시네이트 형태는 마그네슘을 완전히 감싸는 순수한 킬레이트 형태이므로 다른 마그네슘 포뮬라에 비해 설사를 적게 유발합니다.');

INSERT INTO supplement (SupName, SupPrice, SupBrand, SupDosage, SupNutri, SupNutriInfo, SupPrecautions, SupDetail) 
VALUES (
'Solgar, 구연산 마그네슘, 120정', 20256, 
'Solgar', 
'성인용 건강 보조식품으로서, 하루 2정을 식사와 함께 또는 의사의 지시에 따라 드십시오.', 
'마그네슘(구연산 마그네슘) ', 
'200mg', 
'임신 또는 수유 중인 경우, 약물을 복용 중이거나 질병이 있는 경우 보충제를 복용하기 전에 의사와 상담하십시오. 부작용이 발생하면 사용을 중단하고 의사와 상의하십시오. 어린이의 손이 닿지 않는 곳에 보관하십시오. 실온에서 보관하십시오. 용기의 외부 밀봉이 없거나 손상된 경우 사용하지 마십시오. 이 제품에는 캘리포니아주에서 선천적 결함, 기타 생식 기능의 손상을 유발하는 것으로 알려진 화학 물질이 포함되어 있습니다.',
'높은 흡수율' || CHR(10) || 
'건강한 뼈 촉진' || CHR(10) || 
'신경 및 근육 기능 지원' || CHR(10) || 
'Non-GMO' || CHR(10) || 
'글루텐, 밀 성분, 유제품 불포함' || CHR(10) || 
'비건용으로 적합' || CHR(10) || 
'건강 보조 식품' || CHR(10) || 
'코셔 파르브(Kosher Parve) 인증 획득' || CHR(10) || 
'마그네슘은 칼슘 운반 및 흡수 조절을 돕습니다. 칼시토닌 분비를 촉진하여, 칼슘이 뼈로 유입되는 것을 돕고 최적의 골 광화 작용을 촉진합니다. 마그네슘은 ATP와 함께 세포 에너지 대사를 지원합니다. 또한 신경 및 근육 기능도 지원합니다. 본 제품은 흡수율이 높은 마그네슘 형태인 구연산 마그네슘을 제공합니다.');

INSERT INTO supplement (SupName, SupPrice, SupBrand, SupDosage, SupNutri, SupNutriInfo, SupPrecautions, SupDetail) 
VALUES (
'Solgar, 킬레이트화 마그네슘, 250정', 
32658, 
'Solgar', 
'성인을 위한 보충제로, 하루 4정을 가급적 식사와 함께 복용하거나 의사의 지시에 따라 복용하십시오.', 
'마그네슘(마그네슘 글리시네이트 킬레이트, 산화 마그네슘)', 
'400mg', 
'임신 또는 수유 중인 경우, 약물을 복용 중이거나 질병이 있는 경우 보충제를 복용하기 전에 의사와 상담하십시오. 부작용이 발생하면 사용을 중단하고 의사와 상의하십시오. 어린이의 손이 닿지 않는 곳에 보관하십시오. 실온에서 보관하십시오. 용기의 외부 밀봉이 없거나 손상된 경우 사용하지 마십시오. 이 제품에는 캘리포니아주에서 선천적 결함, 기타 생식 기능의 손상을 유발하는 것으로 알려진 화학 물질이 포함되어 있습니다.', 
'신경 및 근육 기능 지원' || CHR(10) || 
'뼈 건강 증진' || CHR(10) || 
'세포 에너지에 필수' || CHR(10) || 
'유전자 변형 성분 무함유' || CHR(10) || 
'글루텐 인증' || CHR(10) || 
'밀 및 유제품 무함유' || CHR(10) || 
'비건에게 적합한 제품' || CHR(10) || 
'보충제' || CHR(10) || 
'코셔 파르브' || CHR(10) || 
'마그네슘은 다형 활성 특성을 지닌 핵심 필수 미네랄입니다. 마그네슘은 칼슘의 운반 및 흡수를 조절하는 데 도움을 줍니다. 마그네슘은 칼시토닌 호르몬의 분비를 자극하여 칼슘이 뼈에 도달하도록 돕고 최적의 뼈 무기질화를 촉진합니다. 마그네슘은 또한 ATP와 함께 작용하여 대부분의 신체 반응에 필요한 에너지를 공급해 줍니다. 건강한 신경 및 근육 기능을 지원합니다.');

INSERT INTO supplement (SupName, SupPrice, SupBrand, SupDosage, SupNutri, SupNutriInfo, SupPrecautions, SupDetail) 
VALUES (
'Solgar, 마그네슘 B6 함유, 100정', 
11241, 
'Solgar', 
'성인을 위한 보충제로, 하루 3정씩 가급적 식사와 함께 복용하거나 의사의 지시에 따라 복용하십시오.', 
'비타민B6(피리독신HCI)' || CHR(10) || 
'마그네슘(산화마그네슘)', 
'25mg' || CHR(10) || 
'25mg', 
'임신, 수유 중이거나 약물을 복용 중이거나 질병이 있는 경우, 보충제를 복용하기 전에 의사와 상담하십시오. 부작용이 발생할 경우, 복용을 중단하고 의사와 상담하십시오. 어린이의 손이 닿지 않는 곳에 보관하십시오. 실온에서 보관하십시오. 용기 외부 안전 밀봉이 없거나 손상된 경우에는 복용하지 마십시오. 시간이 지남에 따라 색상 및 외양이 변할 수 있는 성분이 함유되어 있습니다.', 
'건강한 뼈 미네랄화 촉진' || CHR(10) || 
'신경 및 근육 기능에 도움' || CHR(10) || 
'유전자 변형 성분 무함유' || CHR(10) || 
'글루텐, 밀, 유제품 무함유' || CHR(10) || 
'비건에게 적합' || CHR(10) || 
'글루텐 무함유 인증' || CHR(10) || 
'코셔 파르브' || CHR(10) || 
'보충제' || CHR(10) || 
'마그네슘은 칼슘 수송 및 흡수를 조절합니다. 마그네슘은 칼시토닌 분비를 자극함으로써 칼슘이 뼈로 유입되도록 돕고 최적의 뼈 미네랄화를 촉진합니다. ATP와 함께 마그네슘은 세포 에너지 방출을 지원합니다. 신경과 근육 기능도 증진합니다. 이 포뮬라는 비타민B6를 제공하여 에너지 대사와 신체의 신경계 건강을 지원합니다.');

INSERT INTO supplement (SupName, SupPrice, SupBrand, SupDosage, SupNutri, SupNutriInfo, SupPrecautions, SupDetail) 
VALUES (
'California Gold Nutrition, 스포츠, 아연, 마그네슘, 비타민B6, 베지 캡슐 90정', 
17632, 
'California Gold Nutrition', 
'매일 캡슐 3정(남성) 또는 매일 캡슐 2정(여성)을 취침 전 복용하십시오. 자격을 갖춘 의료 전문가의 지시에 따라 복용하는 것이 가장 좋습니다.', 
'비타민B6(피리독신HCI)' || CHR(10) || 
'마그네슘(마그네슘시트레이트 및 산화마그네슘)' || CHR(10) || 
'징크(징크모노메티오닌, 징크아스파테이트)', 
'10.5mg' || CHR(10) || 
'450mg' || CHR(10) || 
'30mg', 
'어린이의 손이 닿지 않는 곳에 보관하십시오. 보충제를 복용하기 전에 면허가 있는 의사, 약사, 자연 요법 의사, 기타 자격을 갖춘 의료 전문가와 상의하십시오. 밀봉 포장된 상품입니다. 안전 밀봉이 없거나 손상된 경우에는 복용하지 마십시오. 서늘하고 건조한 곳에 보관하십시오. 열, 빛, 습기를 피해 보관하십시오.', 
'근육 강화 및 회복 증진*' || CHR(10) || 
'채식주의자에게 적합' || CHR(10) || 
'글루텐, 유전자 변형 성분, 대두 무함유' || CHR(10) || 
'cGMP 인증 시설에서 생산' || CHR(10) || 
'100% 골드 개런티(Gold Guarantee)' || CHR(10) || 
'California Gold Nutrition® 아연, 마그네슘, 비타민B6는 활동적인 라이프스타일에 필요한 미량영양소를 보충할 수 있도록 제조되었습니다. 근육 강화 및 회복 증진에 도움을 주는 상품입니다.');

INSERT INTO supplement (SupName, SupPrice, SupBrand, SupDosage, SupNutri, SupNutriInfo, SupPrecautions, SupDetail) 
VALUES (
'California Gold Nutrition, 마그네슘 분말 음료, 무맛, 283g(10oz)', 
30093, 
'California Gold Nutrition', 
'매일 1스쿱을 8~10oz의 물에 넣고 섞어 음식과 함께 또는 공복에 드십시오. 자격을 갖춘 의료 전문가의 지시에 따라 복용하는 것이 가장 좋습니다.', 
'마그네슘(트리마그네슘시트레이트)', 
'350mg', '어린이의 손이 닿지 않는 곳에 보관하십시오. 보충제를 복용하기 전에 면허가 있는 의사, 약사, 자연 요법 의사, 기타 자격을 갖춘 의료 전문가와 상담하십시오. 소비자 보호를 위해 안전 밀봉되었습니다. 안전 밀봉이 손상되거나 없는 경우에는 복용하지 마십시오. 서늘하고 건조한 곳에 보관하십시오. 열, 빛, 습기를 피해 보관하십시오.', 
'무함유 성분: 글루텐, 유전자 변형 성분, 대두' || CHR(10) || 
'우수 제조 및 품질 관리 기준(cGMP) 인증 시설에서 제조' || CHR(10) || 
'California Gold Nutrition® 마그네슘 분말에는 트리마그네슘 시트레이트가 함유되어 있습니다. 근육 수축에 영향을 미치는 마그네슘은 신체를 이완하고 차분하고 편안한 상태를 유지하는 데 도움이 될 수 있습니다.*');

INSERT INTO supplement (SupName, SupPrice, SupBrand, SupDosage, SupNutri, SupNutriInfo, SupPrecautions, SupDetail) 
VALUES (
'Swanson, 아연 카르노신, 캡슐 60정', 
19184, 
'Swanson', 
'보충제로 하루 2~3회 캡슐 1정을 물과 함께 복용하십시오.', 
'아연(PepZinGI®아연카르노신에서 추출)' || CHR(10) || 
'l-카르노신(PepZinGI®아연카르노신에서 추출)', 
'8mg' || CHR(10) || 
'29.5mg', 
'성인 전용 상품입니다. 임신 또는 수유 중이거나 약물을 복용 중이거나 질병이 있는 경우 복용하기 전에 의료 전문가와 상의하십시오. 어린이의 손이 닿지 않는 곳에 보관하십시오. 안전 밀봉이 손상된 경우, 복용하지 마십시오. 서늘하고 건조한 곳에 보관하십시오.', 
'소화 건강' || CHR(10) || 
'PepZinGI® 함유' || CHR(10) || 
'보충제' || CHR(10) || 
'위 점막 내벽 강화' || CHR(10) || 
'위산에서 살아 남도록 아연 및 l-카르노신 킬레이트화' || CHR(10) || 
'1969년부터 과학에 기반한 고품질 상품 제공' || CHR(10) || 
'PepZin GI는 미네랄 아연과 아미노 펩타이드 l-카르노신의 조합으로 위장의 모든 부위를 보호합니다. 위 내벽은 젤과 같은 점액의 얇은 층에 의해 자체 부식성 위액으로부터 보호됩니다. PepZin GI의 성분 조합은 이러한 거친 위액에 의해 쉽게 분해되지 않아 위 내벽에 달라붙어 점막 장벽을 강화할 수 있다는 근거가 있습니다.');

INSERT INTO supplement (SupName, SupPrice, SupBrand, SupDosage, SupNutri, SupNutriInfo, SupPrecautions, SupDetail) 
VALUES (
'Swanson, 징크시트레이트, 50mg, 캡슐 60정', 
5550, 
'Swanson', 
'보충제로 매일 음식 및 물과 함께 캡슐 1정을 복용하십시오. 공복에 아연을 섭취하면 위장 장애를 유발할 수 있습니다.',
'아연(아연시트레이트에서 추출)', 
'50mg', 
'성인 전용 상품입니다. 임신 또는 수유 중인 경우에는 이 상품을 복용하지 마십시오. 약물을 복용 중이거나 질병이 있는 경우 복용하기 전에 의료 전문가와 상의하십시오. 권장 복용량을 초과하지 마십시오. 장기 복용은 권장하지 않습니다. 어린이의 손이 닿지 않는 곳에 보관하십시오. 안전 밀봉이 손상된 경우, 복용하지 마십시오. 서늘하고 건조한 곳에 보관하십시오.', 
'면역계' || CHR(10) || 
'원소 아연 50mg' || CHR(10) || 
'최적의 흡수' || CHR(10) || 
'미네랄 보충제' || CHR(10) || 
'면역 기능 강화' || CHR(10) || 
'건강한 시력을 위한 필수 영양소' || CHR(10) || 
'항산화 작용 강화' || CHR(10) || 
'1969년부터 과학에 기반한 고품질 상품 제공' || CHR(10) || 
'Swanson Health Products는 고품질의 아연 상품을 제공하고 있지만, 오늘날의 고객은 다른 어떤 상품보다도 아연시트레이트를 요구하고 있습니다. 그 이유는 의료 전문가들이 최적의 흡수를 위해 이 형태를 일상적으로 권장하기 때문이거나');

INSERT INTO supplement (SupName, SupPrice, SupBrand, SupDosage, SupNutri, SupNutriInfo, SupPrecautions, SupDetail) 
VALUES (
'Swanson, 아연글루코네이트, 50mg, 캡슐 250정', 
11115, 
'Swanson', 
'보충제로 매일 음식 및 물과 함께 캡슐 1정을 복용하십시오. 공복에 아연을 섭취하면 위장 장애를 유발할 수 있습니다.', 
'아연(아연글루코네이트에서 추출) ', 
'50mg', 
'성인 전용 상품입니다. 임신 또는 수유 중이거나 약물을 복용 중이거나 질병이 있는 경우 복용하기 전에 의료 전문가와 상의하십시오. 어린이의 손이 닿지 않는 곳에 보관하십시오. 안전 밀봉이 손상된 경우, 복용하지 마십시오. 서늘하고 건조한 곳에 보관하십시오.', 
'면역 건강' || CHR(10) || 
'미네랄 보충제' || CHR(10) || 
'면역 건강 및 일상적인 건강 증진' || CHR(10) || 
'필수 미네랄 및 강력한 항산화제' || CHR(10) || 
'고효능 포뮬라' || CHR(10) || 
'1969년부터 과학에 기반한 고품질 상품 제공' || CHR(10) || 
'Swanson 징크글루코네이트로 면역계, 전립선, 눈 등을 위한 귀중한 영양 증진을 유지하십시오. 이 필수 미네랄은 신체의 주요 항산화 효소의 필수적인 구성 성분입니다. 고효능 캡슐당 징크글루코네이트 50mg을 제공합니다.');

INSERT INTO supplement (SupName, SupPrice, SupBrand, SupDosage, SupNutri, SupNutriInfo, SupPrecautions, SupDetail) 
VALUES (
'Swanson, 활성화된 비타민B군 함유 Albion 마그네슘 글리신산, 200mg, 60정', 
13202, 
'Swanson', 
'보충제로 아침에 1정, 저녁에 1정을 식사와 함께 복용하십시오.',
'비타민B6(피리독살5-인산염에서 추출)' || CHR(10) || 
'마그네슘(산화마그네슘 함유 TRAACS® 마그네슘비스글리시네이트킬레이트에서 추출)' || CHR(10) || 
'벤포티아민', 
'2.5mg' || CHR(10) || 
'200mg' || CHR(10) || 
'18mg', 
'성인 전용 상품입니다. 임신 또는 수유 중이거나 약물을 복용 중이거나 질병이 있는 경우 복용하기 전에 의료 전문가와 상의하십시오. 어린이의 손이 닿지 않는 곳에 보관하십시오. 안전 밀봉이 손상된 경우, 복용하지 마십시오. 서늘하고 건조한 곳에 보관하십시오.', 
'근육 및 뼈 건강' || CHR(10) || 
'1정당 200mg 함유' || CHR(10) || 
'아미노산킬레이트' || CHR(10) || 
'미네랄 보충제' || CHR(10) || 
'최적의 흡수 및 편안한 소화를 위해 킬레이트화' || CHR(10) || 
'칼슘 흡수 및 튼튼한 뼈 증진' || CHR(10) || 
'흡수를 높이기 위해 벤포티아민 및 비타민B6 함유' || CHR(10) || 
'1969년부터 과학에 기반한 고품질 상품 제공' || CHR(10) || 
'마그네슘은 신체 전반에서 수백 가지의 생물학적 과정에 관여하는 필수 미네랄입니다. 정신적 및 신체적 긴장을 완화하고, 근육과 뼈 건강을 증진하며, 건강한 혈압 수준을 촉진하면서 심혈관 건강을 지원합니다.' || CHR(10) || 
' Swanson TRS 마그네슘은 특수한 서방형 정제로 되어 있어, 단 2정만으로도 주요 브랜드 상품 4정에 함유된 것과 동일한 양의 활성 영양소를 섭취할 수 있습니다. 여기에 더해, 당사는 특허를 받은 Albion® 중성 글리신산 킬레이트를 사용하여 최적의 흡수와 소화를 돕습니다.');

INSERT INTO supplement (SupName, SupPrice, SupBrand, SupDosage, SupNutri, SupNutriInfo, SupPrecautions, SupDetail) 
VALUES ('Swanson, 마그네슘 오로테이트, 654mg, 캡슐 60정', 
12924, 
'Swanson', 
'보충제로 하루 2회, 캡슐 1정씩 물과 함께 복용하십시오.',
'마그네슘 (마그네슘오로테이트에서 추출)', 
'40mg', 
'성인 전용 상품입니다. 임신 또는 수유 중이거나 약물을 복용 중이거나 질병이 있는 경우 복용 전에 의료 전문가와 상의하십시오. 어린이의 손이 닿지 않는 곳에 보관하십시오. 안전 밀봉이 손상된 경우, 복용하지 마십시오. 서늘하고 건조한 곳에 보관하십시오.', 
'최적의 흡수' || CHR(10) || 
'미네랄 보충제' || CHR(10) || 
'수백 가지 생화학 반응에 관여하는 필수 미네랄' || CHR(10) || 
'잘 흡수되는 공급원' || CHR(10) || 
'뼈 건강, 근육, 신경 기능 유지' || CHR(10) || 
'1969년부터 과학에 기반한 고품질 상품 제공' || CHR(10) || 
'마그네슘 보충제를 최대한 활용하려면 Swanson 마그네슘 오로테이트를 사용해 보십시오. 전문가들은 오로테이트가 가장 좋은 미네랄 보충제 형태라고 생각하며, 오로테이트가 보충 미네랄의 활용률을 20%까지 높일 수 있어, 적은 복용량으로 더 큰 효능을 얻을 수 있다고 합니다. 마그네슘은 뼈와 근육 건강을 지원하는 필수 미네랄입니다. 또한 심혈관계를 개선하고 건강한 혈압 수치를 촉진합니다.');

INSERT INTO supplement (SupName, SupPrice, SupBrand, SupDosage, SupNutri, SupNutriInfo, SupPrecautions, SupDetail) 
VALUES (
'Swanson, 순수 100% 마그네슘시트레이트 분말, 무맛, 630mg, 244g(8.6oz)', 
20372, 
'Swanson', 
'보충제로 1스쿱(4.2g)을 선호하는 액체 8oz에 섞어 복용하십시오. 음식과 함께 섭취하는 것이 좋습니다. 스쿱이 포함되어 있습니다.', 
'마그네슘(마그네슘시트레이트에서 추출)', 
'630mg', 
'성인 전용 상품입니다. 임신 또는 수유 중이거나 처방약을 복용 중이거나 질병이 있는 경우에는 복용 전에 의료 전문가와 상담하십시오. 이 제품은 최소 8oz 이상에 녹여야 합니다. 또는 섭취 전에 찬물 또는 맑은 음료로 섭취하십시오. 분말을 흡입하지 말고 피부, 눈 및 의류와의 접촉을 피하십시오. 어린이의 손이 닿지 않는 곳에 보관하십시오. 안전 밀봉이 손상된 경우, 복용하지 마십시오. 서늘하고 건조한 곳에 보관하십시오.', '근육 및 뼈 건강' || CHR(10) || 
'미네랄 보충제' || CHR(10) || 
'필수 미네랄인 마그네슘은 몸에서 수백 가지 생물학적 과정에 필요합니다. 뼈와 근육을 건강하게 하고 정신적 및 육체적 휴식 등을 지원합니다. 또한 심혈관계를 개선하고 건강한 혈압 수치를 촉진합니다. Swanson 마그네슘 시트레이트 분말을 통해 1스쿱만 복용하면 마그네슘을 쉽게 섭취할 수 있습니다. 점점 더 많은 의료 전문가들이 시트레이트 형태의 보충제 미네랄을 권장함에 따라, 당사에는 더 다양한 옵션을 제공해 달라는 요청을 많이 받고 있습니다. 고품질 마그네슘시트레이트 분말을 찾고 있다면, 바로 이 제품입니다. 이 분말로 복용량을 쉽게 조절할 수 있으며 큰 알약을 삼키는 데 어려움이 있는 경우 복용량을 대체할 수 있습니다.');

INSERT INTO supplement (SupName, SupPrice, SupBrand, SupDosage, SupNutri, SupNutriInfo, SupPrecautions, SupDetail) 
VALUES ('Swanson, 해양 마그네슘, 200mg, 베지 캡슐 60정', 
20993, 
'Swanson', 
'보충제로 하루 2회 베지 캡슐 1정씩 물과 함께 복용하십시오.',
'마그네슘[(산화 마그네슘, 마그네슘하이드록사이드, 마그네슘설페이트, 마그네슘카보네이트, 마그네슘클로라이드에서 추출) (Simag™ 45G 해양 마그네슘에서 추출)]', 
'200mg', 
'성인 전용 상품입니다. 임신 또는 수유 중이거나 약물을 복용 중이거나 질병이 있는 경우 복용하기 전에 의료 전문가와 상의하십시오. 어린이의 손이 닿지 않는 곳에 보관하십시오. 안전 밀봉이 손상된 경우, 복용하지 마십시오. 서늘하고 건조한 곳에 보관하십시오.', 
'튼튼하고 건강한 뼈' || CHR(10) || 
'캡슐당 200mg' || CHR(10) || 
'Simag™ 함유' || CHR(10) || 
'미네랄 보충제' || CHR(10) || 
'식물성' || CHR(10) || 
'정신, 신체, 가정을 위한 전반적인 웰니스 증진' || CHR(10) || 
'최고의 순도 및 효능' || CHR(10) || 
'1969년부터 과학에 기반한 고품질 상품 제공' || CHR(10) || 
'Swanson 울트라 해양 마그네슘으로 뼈, 근육, 전신을 위한 필수 미네랄 영양소를 건강하게 공급하십시오. 마그네슘은 인체 영양 분야에서 가장 중요한 미네랄 중 하나로, 신체 전반의 에너지, 신진대사, 신경근육, 내분비 기능, 기타 수많은 생리적 과정에 관여하는 600가지 이상의 효소에 필요한 보조 인자로 작용합니다.' || CHR(10) || '마그네슘이 뼈 건강에 중요한 역할을 하는 것으로 가장 잘 알려진 이유는 무엇일까요? 신체 마그네슘의 약 절반은 골격계에서 발견되며, 칼슘과 함께 뼈를 튼튼하고 내구성 있게 유지합니다. 나머지는 근육과 연조직에서 발견되며 그 외 수많은 기능을 수행합니다.');

INSERT INTO supplement (SupName, SupPrice, SupBrand, SupDosage, SupNutri, SupNutriInfo, SupPrecautions, SupDetail) 
VALUES (
'California Gold Nutrition, 징크-l-카르노신 복합체, 베지 캡슐 90정', 
28716, 
'California Gold Nutrition', 
'하루에 캡슐 1정을 식사 여부와 관계없이 복용하십시오. 자격을 갖춘 의료 전문가의 지시에 따라 복용하는 것이 가장 좋습니다.', 
'아연(아연-l-카르노신에서 추출)' || CHR(10) || 
'아연-l-카르노신' || CHR(10) || 
'l-카르노신(아연-l-카르노신에서 추출)', 
'12mg' || CHR(10) || 
'75mg' || CHR(10) || 
'43mg', 
'어린이의 손이 닿지 않는 곳에 보관하십시오. 임신 또는 수유 중인 여성, 만성 질환자, 노약자, 18세 미만의 미성년자, 처방 약물(예: 혈액 희석제)을 복용 중인 분 또는 의사로부터 특정 질병을 진단받은 분은 보충제를 복용하기 전에 의사나 약사, 자연 요법 의사, 기타 자격을 갖춘 의료 전문가와 상의하십시오.', 
'California Gold Nutrition 아연-l-카르노신 복합체' || CHR(10) || 
'아연과 l-카르노신의 킬레이트화 화합물 함유' || CHR(10) || 
'위장 건강 증진' || CHR(10) || 
'채식주의자와 비건에게 적합' || CHR(10) || 
'글루텐, 유전자 변형 성분, 대두 무함유' || CHR(10) || 
'cGMP 인증 시설에서 생산' || CHR(10) || 
'100% 골드 개런티(Gold Guarantee)' || CHR(10) || 
'아연은 전반적인 건강 증진에 필수적인 중요한 미네랄입니다. California Gold Nutrition 아연-l-카르노신 복합체는 아연과 l-카르노신을 결합하여 위장 건강을 증진할 수 있는 킬레이트화 화합물을 생성합니다.' || CHR(10) || 
'아연과 l-카르노신을 결합하면 다양한 측면에서 위장 건강 증진에 도움이 됩니다.* 여러 연구 결과, 아연-l-카르노신은 특정 위장 질환을 개선하는 데 도움이 될 수 있으며, 건강한 위내벽과 위장관을 증진하는 데도 도움이 되는 것으로 나타났습니다.*' || CHR(10) || 
'California Gold Nutrition 아연-l-카르노신 복합체는 아연과 l-카르노신의 킬레이트 화합물을 베지 캡슐에 담아 성분의 흡수율을 높였습니다.* 이 보충제는 채식주의자와 비건에 적합하며, 글루텐, 유전자 변형 성분 및 대두를 함유하지 않습니다.');

INSERT INTO supplement (SupName, SupPrice, SupBrand, SupDosage, SupNutri, SupNutriInfo, SupPrecautions, SupDetail) 
VALUES (
'California Gold Nutrition, 아연 피콜리네이트, 50mg, 베지 캡슐 120정', 
16363, 
'California Gold Nutrition', 
'매일 캡슐 1정을 음식과 함께 복용하십시오. 자격을 갖춘 의료 전문가의 지시에 따라 복용하는 것이 가장 좋습니다.', 
'아연(징크피콜리네이트)', 
'50mg', 
'임신 또는 수유 중이신 분, 만성 질환이 있는 분, 노약자, 만 18세 미만의 미성년자, 처방 약물을 복용 중이신 분 또는 의사로부터 특정 질병을 진단받으신 분은 보충제를 복용하기 전에 의사나 약사, 자연 요법 의사나 기타 의료 전문가와 상의하십시오. 안전 밀봉된 제품입니다. 20°C~25°C(68°F~77°F) 범위로 온도가 조절되는 실내에 보관하는 것이 가장 좋습니다. 직사광선에 장시간 노출하거나 온도 & 습도가 높은 곳에 장기간 두는 등 제품을 부적절하게 보관하면 시간이 지남에 따라 제품 품질이 저하될 수 있습니다.', '흡수율을 향상하는 생체 이용 가능한 형태의 아연 함유*' || CHR(10) || 
'면역계 건강 증진*' || CHR(10) || 
'채식주의자와 비건에게 적합' || CHR(10) || 
'글루텐, 유전자 변형 성분, 대두 무함유' || CHR(10) || 
'cGMP 인증 시설에서 생산' || CHR(10) || 
'100% 골드 개런티(Gold Guarantee)' || CHR(10) || 
'아연은 체내 많은 기능에서 중요한 역할을 하는 미량 미네랄입니다. California Gold Nutrition 피콜린산 아연은 생체 이용 가능한 형태의 아연을 함유하여 아연의 흡수를 촉진하고 전반적인 면역 건강 강화에 기여합니다');

INSERT INTO supplement (SupName, SupPrice, SupBrand, SupDosage, SupNutri, SupNutriInfo, SupPrecautions, SupDetail) 
VALUES (
'Codeage, 미네랄, 리포소말 아연 50, 캡슐 100정', 31983, 
'Codeage', 
'하루에 캡슐 1정씩 물이나 선호하는 음료 8oz와 함께 복용하십시오. 식후 또는 공복에 복용할 수 있습니다. 권장 복용량을 초과하지 마십시오.', 
'아연(글루코네이트)', 
'50mg', 
'임신부 또는 수유 중인 산모이거나 만 18세 미만이거나 알려진 질병이 있는 경우 본 상품이나 다른 보충제를 복용하기 전에 의사와 상의하십시오. 표시된 성분에 대해 알레르기가 있거나 민감한 경우 주의해서 복용하십시오. 이 상품에는 권장 최대 섭취량을 초과하는 양의 아연이 함유되어 있습니다. 주의하여 사용하십시오. 서늘하고 건조한 곳에 보관하십시오. 상품이 개봉되어 있거나 안전 밀봉이 손상된 경우에는 복용하지 마십시오. 어린이와 반려동물이 접근할 수 없는 곳에 보관하십시오.', 
'유전자 변형 성분 무함유' || CHR(10) || 
'비건에게 적합' || CHR(10) || 
'보충제' || CHR(10) || 
'아연글루코네이트' || CHR(10) || 
'리포소말' || CHR(10) || 
'cGMP 인증 시설에서 제조' || CHR(10) || 
'Codeage 리포소말 징크 50 보충제는 간편한 캡슐 형식으로 1회 제공량당 생체이용성 징크글루코네이트 50mg을 함유하여 면역 기능과 전반적인 건강을 증진합니다. 이 아연 미네랄 보충제는 리포소말 전달 기능을 통해 흡수를 돕습니다.');

INSERT INTO supplement (SupName, SupPrice, SupBrand, SupDosage, SupNutri, SupNutriInfo, SupPrecautions, SupDetail) 
VALUES (
'Codeage, Amen, 아연 구리 + 프로바이오틱, 베지 캡슐 90정', 30592, 
'Codeage', 
'하루에 캡슐 1정씩 물이나 선호하는 음료 8oz와 함께 복용하십시오. 식후 또는 공복에 복용할 수 있습니다.',
'아연(피콜린산아연)' || CHR(10) || 
'구리(글리시네이트킬레이트)' || CHR(10) || 
'바실러스서브틸리스', 
'50mg' || CHR(10) || 
'2mg' || CHR(10) || 
'47mg', 
'권장 복용량을 초과하지 마십시오. 임신부 또는 수유 중인 산모이거나 만 18세 미만이거나 알려진 질병이 있는 경우 본 상품이나 다른 보충제를 복용하기 전에 의사와 상의하십시오. 표시된 성분에 대해 알레르기가 있거나 민감한 경우 주의해서 복용하십시오. 이 상품에는 권장 최대 섭취량을 초과하는 양의 아연이 함유되어 있습니다. 주의하여 사용하십시오.', 
'보충제' || CHR(10) || 
'우수 제조 및 품질 관리 기준 - cGMP 인증' || CHR(10) || 
'유전자 변형 성분 무함유 성분으로 제조' || CHR(10) || 
'품질 검사 완료' || CHR(10) || 
'Amen 아연/구리 보충제는 생체이용률이 높은 피콜린산 아연과 구리 글리시네이트 킬레이트 50mg을 넣어 강화된 혼합물을 함유하고 있어 면역 기능과 전반적인 웰니스를 개선합니다. 이 아연 보충제는 장 건강 개선 효과가 있는 프로바이오틱을 함유하여 더욱 강화되었습니다. 이 피콜린산 아연 보충제는 하루에 캡슐 1정씩만 복용하는 간편한 상품입니다.');

INSERT INTO supplement (SupName, SupPrice, SupBrand, SupDosage, SupNutri, SupNutriInfo, SupPrecautions, SupDetail) 
VALUES (
'NOW Foods, L-OptiZinc, 30 mg, 100 식물성 캡슐', 
9083, 'NOW Foods', 
'매일 1 캡슐을 섭취하십시오.',
'아연 (L-OptiZinc로부터) 모노메티오닌)' || CHR(10) || 
'구리 (구리 아미노산 킬레이트 제)', 
'30 mg' || CHR(10) || 
'0.3 mg', 
'성인 전용 제품입니다. 임신/수유 중이거나, 약물을 복용 중이거나, 질환이 있는 경우에는 의사와 상의하십시오. 아이들의 손이 닿지 않는 곳에 보관하십시오. 이 제품은 자연스러운 색상 변화가 일어날 수 있습니다. 개봉한 후에는 서늘하고 건조한 곳에 보관하십시오.', 
'면역력 지원' || CHR(10) || 
'높은 수준의 생체 이용 가능 형태' || CHR(10) || 
'효소 기능 지원' || CHR(10) || 
'구리 함유' || CHR(10) || 
'유전자 변형 성분 없음' || CHR(10) || 
'건강 보조 식품' || CHR(10) || 
'채식주의자/비건' || CHR(10) || 
'코셔' || CHR(10) || 
'미네랄' || CHR(10) || 
'1968 년 설립된 가족 기업' || CHR(10) || 
'GMP 품질 보증' || CHR(10) || 
'L-OptiZinc은 아미노산 메티오닌을 함유한 아연 복합물의 형태입니다. 조사연구는 테스트를 거친 수 많은 다른 형태의 아연에 비교하여 이 제품의 흡수가 더 좋으며 더 오래 지속되는 것을 보여 주었습니다.');

INSERT INTO supplement (SupName, SupPrice, SupBrand, SupDosage, SupNutri, SupNutriInfo, SupPrecautions, SupDetail) 
VALUES (
'NOW Foods, C-1000 아연 이뮨, 베지 캡슐 180정', 
23162, 
'NOW Foods', 
'매일 캡슐 1정씩 식사와 함께 복용하십시오.' ,
'비타민C(아스코르브산)' || CHR(10) || 
'아연(성분)(아연 비스글리시네이트 75mg에서 추출)', 
'1,000mg' || CHR(10) || 
'15mg', 
'성인 전용 제품입니다. 임신 또는 수유 중이거나 다른 약물을 복용 중이거나 질환이 있는 분은 의사와 상의하십시오. 어린이의 손이 닿지 않는 곳에 보관하십시오. 이 제품은 자연적인 색 변화가 발생할 수 있습니다. 개봉 후에는 서늘하고 건조한 곳에 보관하십시오.', 
'비타민C, 1,000mg 및 아연, 15mg' || CHR(10) || 
'계절성 면역력 증진 포뮬라' || CHR(10) || 
'항산화 작용' || CHR(10) || 
'유전자 변형 성분 무함유' || CHR(10) || 
'보충제' || CHR(10) || 
'채식주의자/비건에 적합' || CHR(10) || 
'비타민' || CHR(10) || 
'1968년 설립된 가족 기업' || CHR(10) || 
'우수 제조 및 품질 관리 기준(GMP) 품질 보증' || CHR(10) || 
'C-1000 아연 면역력에는 강력한 면역계 증진을 위해 비타민C와 아연이 함유되어 있습니다. 본 제품은 임상 시험에서 다른 형태의 보충제 아연보다 생체이용률이 우수한 것으로 확인된 TRAACS™ 아연 비스글리시네이트를 활용합니다.');

INSERT INTO supplement (SupName, SupPrice, SupBrand, SupDosage, SupNutri, SupNutriInfo, SupPrecautions, SupDetail) 
VALUES (
'Solgar, 아연 피콜리네이트, 22mg, 100정', 
12381, 
'Solgar', 
'성인용 보충제로서, 하루 1정을 가급적 식사와 함께 복용하거나 의료 전문가의 지시에 따르십시오.',
'아연(징크피콜리네이트)', 
'22mg', 
'임신, 수유 중이거나 약물을 복용하고 있거나 질환이 있는 경우에는 보충제를 복용하기 전에 의료 전문가와 상의하십시오. 부작용이 발생하면 사용을 중단하고 의료 전문가와 상담하십시오. 어린이의 손이 닿지 않는 곳에 보관하십시오. 실온에서 보관하십시오. 외부 용기 밀봉이 없거나 손상된 경우에는 사용하지 마십시오.', 
'항산화제, 피부 및 면역계 건강 지원' || CHR(10) || 
'유전자 변형 성분 무함유' || CHR(10) || 
'글루텐 무함유 인증' || CHR(10) || 
'밀 및 유제품 무함유' || CHR(10) || 
'비건에게 적합' || CHR(10) || 
'코셔 파르브' || CHR(10) || 
'보충제' || CHR(10) || 
'아연은 건강한 피부를 증진하고 정상적인 미각과 시력을 지원합니다. 항산화 작용을 하며 건강한 면역 체계를 지원할 수 있습니다. 이 포뮬라는 프리미엄 품질의 아연을 아연 피콜리네이트 형태로 제공합니다.');

INSERT INTO supplement (SupName, SupPrice, SupBrand, SupDosage, SupNutri, SupNutriInfo, SupPrecautions, SupDetail) 
VALUES (
'Solgar, 칼슘 마그네슘 플러스 아연, 250정', 
24205, 
'Solgar', 
'성인용 보충제로, 매일 3정을 가급적 식사와 함께 섭취합니다. 온종일 나누어 섭취하거나 의료 전문가의 지시대로 섭취합니다.', 
'칼슘(탄산칼슘, 칼슘글루코네이트, 구연산 칼슘)' || CHR(10) || 
'마그네슘(산화마그네슘, 마그네슘글루코네이트, 마그네슘시트레이트)' || CHR(10) || 
'아연(징크글루코네이트)', 
'1,000mg' || CHR(10) || 
'400mg' || CHR(10) || 
'15mg', 
'임신 또는 수유 중이거나 약물을 복용 중이거나 질병이 있는 경우, 보충제를 복용하기 전에 의사와 상담하십시오. 부작용이 발생할 경우, 복용을 중단하고 의사와 상담하십시오. 어린이의 손이 닿지 않는 곳에 보관하십시오. 실온에서 보관하십시오. 용기 외부 안전 밀봉이 없거나 손상된 경우에는 복용하지 마십시오.', 
'뼈 건강 증진' || CHR(10) || 
'신경 & 근육 기능 지원' || CHR(10) || 
'유전자 변형 성분 무함유' || CHR(10) || 
'글루텐, 밀, 유제품 무함유' || CHR(10) || 
'비건에 적합' || CHR(10) || 
'할랄' || CHR(10) || 
'글루텐 무함유 인증' || CHR(10) || 
'코셔 파르브' || CHR(10) || 
'보충제' || CHR(10) || 
'칼슘은 뼈와 치아를 튼튼하고 건강하게 유지하는 기본 요소를 제공합니다. 근골격계와 신경계 건강도 지원합니다. 마그네슘은 칼슘 운반을 조절하고 칼슘이 뼈로 유입되도록 돕는 호르몬인 칼시토닌의 분비를 촉진합니다. 마그네슘은 단백질 형성과 건강한 근육 기능에 중요한 역할을 합니다. 본 포뮬라에는 뼈 조직 내 콜라겐 합성에서 중요한 역할을 하는 미량 미네랄인 아연도 함유되어 있습니다.' || CHR(10) || 
'건강한 식단과 함께 적당한 양의 칼슘을 섭취하고 운동을 더하면 노년의 골다공증의 위험을 줄일 수 있습니다.');

INSERT INTO supplement (SupName, SupPrice, SupBrand, SupDosage, SupNutri, SupNutriInfo, SupPrecautions, SupDetail) 
VALUES (
'Solgar, 킬레이트화 아연, 250정', 
24766, 
'Solgar', 
'성인용 보충제로 하루 1정을 가급적 식사와 함께 복용하거나 의사의 지시에 따르십시오.', 
'아연(아연글리시네이트아미노산킬레이트)', 
'22mg', 
'임신 또는 수유 중이거나 약물을 복용 중이거나 질병이 있는 경우에는 보충제를 복용하기 전에 의사와 상의하십시오. 부작용이 발생하면 복용을 중단하고 의사와 상의하십시오. 어린이의 손이 닿지 않는 곳에 보관하십시오. 실온에서 보관하십시오. 용기 외부의 안전 밀봉이 없거나 손상된 경우에는 복용하지 마십시오.', 
'항산화, 피부, 면역계 지원' || CHR(10) || 
'유전자 변형 성분 무함유' || CHR(10) || 
'글루텐, 밀, 유제품 무함유' || CHR(10) || 
'비건에 적합' || CHR(10) || 
'코셔 파르브' || CHR(10) || 
'보충제' || CHR(10) || 
'아연은 체내에서 300개가 넘는 효소의 보조 인자로 피부 건강에 기여합니다. 또한 세포의 성장과 발달, DNA 형성을 지원합니다. 항산화 작용을 하고 건강한 면역계를 지원할 수 있으며 건강한 남성 생식 기능을 지원합니다. 이 포뮬라에 함유된 특허받은 킬레이트 형태의 아연은 최적의 흡수를 촉진하는 데 도움이 됩니다.');

INSERT INTO supplement (SupName, SupPrice, SupBrand, SupDosage, SupNutri, SupNutriInfo, SupPrecautions, SupDetail) 
VALUES (
'Thorne, 징크피콜리네이트, 15mg, 캡슐 60정', 
18085, 
'Thorne', 
'하루에 1~2회 캡슐 1정씩 복용하거나 전문의의 지시대로 복용하십시오.',
'아연(징크피콜리네이트)', 
'15mg', 
'병이 밀봉되어 있는 경우에만 복용하십시오. 서늘하고 건조한 곳에 밀봉하여 보관하십시오. 임신 중인 경우에는 이 제품을 복용하기 전에 의사와 상의하십시오.', 
'보충제' || CHR(10) || 
'기초 건강' || CHR(10) || 
'면역 강화' || CHR(10) || 
'글루텐 무함유' || CHR(10) || 
'면역 기능 강화에서 생식 건강 지원에 이르기까지, 아연은 건강에 중요한 역할을 하는 필수 영양소입니다.' || CHR(10) || 
'흡수성이 높은 형태의 아연으로 최적의 건강을 지원합니다. 아연은 전반적인 건강과 결합 조직 건강을 증진하며 눈과 생식 기능 건강을 유지하는 데 도움이 됩니다.');

INSERT INTO supplement (SupName, SupPrice, SupBrand, SupDosage, SupNutri, SupNutriInfo, SupPrecautions, SupDetail) 
VALUES (
'Thorne, 아연 피콜리네이트, 30mg, 캡슐 180정', 
51474, 
'Thorne', 
'매일 캡슐 1정씩 복용하나 의사의 지시에 따라 복용하십시오.',
'아연(징크피콜리네이트)', 
'30mg', 
'용기가 안전 밀봉되어 있는 경우에만 복용하십시오. 임신 중인 경우에는 본 제품을 복용하기 전에 의사와 상의하십시오. 서늘하고 건조한 장소에 안전 밀봉하여 보관하십시오.', 
'보충제' || CHR(10) || 
'기초 건강' || CHR(10) || 
'면역력 강화' || CHR(10) || 
'글루텐 무함유' || CHR(10) || 
'만약 슈퍼 미네랄이 존재한다면 아연이 강력한 후보일 것입니다. 아연은 200가지 이상의 효소 반응에 필수적인 필수 미량 영양소이며 성장, 면역 기능, 테스토스테론 대사 및 신체의 수많은 기타 기능에 중요한 역할을 합니다.' || CHR(10) || 
'Thorne의 아연 보충제 상품군 효능은 다음과 같습니다.' || CHR(10) || 
'아연은 면역 반응과 관련된 세포의 발달과 기능에 필요합니다.' || CHR(10) || 
'아연은 면역 스트레스 기간 동안 신체의 염증 반응을 조절하는 특정 백혈구 그룹(T-림프구(T-세포)라고 함)을 활성화하는 데 필수적입니다.' || CHR(10) || 
'연구에 따르면 아연의 항산화 촉진 특성은 세포와 조직을 손상시키고 여러 만성 질병을 유발할 수 있는 산화 스트레스를 완화하는 데 도움이 됩니다.' || CHR(10) || 
'피부와 눈 건강에 도움이 됩니다.' || CHR(10) || 
'신체에서 순근육량을 증진하는 데 필수적인 호르몬인 테스토스테론의 정상적인 생성을 지원합니다.');

INSERT INTO supplement (SupName, SupPrice, SupBrand, SupDosage, SupNutri, SupNutriInfo, SupPrecautions, SupDetail) 
VALUES (
'Swanson, 피콜린산 아연, 22mg, 캡슐 60정', 
5272, 
'Swanson', 
'보충제로 매일 음식 및 물과 함께 캡슐 1정을 복용하십시오.', 
'아연(피콜린산아연에서 추출)', 
'22mg', 
'성인 전용 상품입니다. 임신 또는 수유 중이거나 약물을 복용 중이거나 질병이 있는 경우 본 상품 또는 다른 상품을 복용하기 전에 의료 전문가와 상의하십시오. 어린이의 손이 닿지 않는 곳에 보관하십시오. 안전 밀봉이 손상된 경우, 복용하지 마십시오. 서늘하고 건조한 곳에 보관하십시오.', 
'면역 건강' || CHR(10) || 
'몸에서 선호하는 형태' || CHR(10) || 
'미네랄 보충제' || CHR(10) || 
'면역 건강 및 일상적인 건강 증진' || CHR(10) || 
'필수 미네랄 및 강력한 항산화제' || CHR(10) || 
'1969년부터 과학에 기반한 고품질 상품 제공' || CHR(10) || 
'Swanson의 피콜린산 아연으로 아연 보충제에서 영앙소를 최대한 얻으십시오! 아연은 선천적 및 후천적 면역 반응을 관리하는 세포의 정상적인 발달과 기능을 포함하여 다양한 매커니즘을 통해 면역 건강을 증진하는 데 중요한 역할을 하는 것으로 나타났습니다. 과학적으로 증명된 아연 보충제로 신체를 강화하면 가장 필요할 때 강력한 면역력을 강화할 수 있습니다. 연구에 따르면, 몸은 아연이 피콜린산으로 킬레이트화될 때 아연을 더 쉽게 흡수할 수 있는 것으로 나타났습니다. 면역계, 전립선 유지, 건강한 시력 등을 위한 현명한 선택이 될 수 있습니다. Swanson 아연 피콜리네이트 캡슐은 일일 웰니스 요법을 강화하기 위해 강력한 아연 22mg 원소를 제공합니다.');

INSERT INTO supplement (SupName, SupPrice, SupBrand, SupDosage, SupNutri, SupNutriInfo, SupPrecautions, SupDetail) 
VALUES (
'California Gold Nutrition, 아스타카로티노이드 복합체, 루테인, 리코펜, 아스타잔틴 복합체, 베지 소프트젤 30정', 
22872, 
'California Gold Nutrition', 
'하루에 소프트젤 1정을 음식과 함께 복용하십시오. 자격을 갖춘 의료 전문가의 지시에 따라 복용하는 것이 가장 좋습니다.', 
'비타민A(베타카로틴)(팜혼합카로틴농축물유래)' || CHR(10) || 
'루테인(금잔화(Tagetes erecta)추출물)(꽃)' || CHR(10) || 
'라이코펜(토마토열매추출물유래)' || CHR(10) || 
'아스타잔틴(헤마토코쿠스플루비알리스미세조류추출물유래)' || CHR(10) || 
'C-피코시아닌(아르트로스피라플라텐시스(Arthrospira platensis)추출물유래)' || CHR(10) || 
'제아잔틴(금잔화추출물유래)(Tagetes erecta)(꽃)' || CHR(10) || 
'알파카로틴(팜혼합카로틴농축물유래)' || CHR(10) || 
'감마카로틴(팜혼합카로틴농축물유래)', 
'850mcg' || CHR(10) || 
'20mg' || CHR(10) || 
'10mg' || CHR(10) || 
'4mg' || CHR(10) || 
'1mg' || CHR(10) || 
'1mg' || CHR(10) || 
'800mcg' || CHR(10) || 
'12mcg', 
'어린이의 손이 닿지 않는 곳에 보관하십시오. 보충제를 복용하기 전에 면허가 있는 의사, 약사, 자연 요법 의사, 기타 자격을 갖춘 의료 전문가와 상의하십시오. 밀봉 포장된 상품입니다. 안전 밀봉이 없거나 손상된 경우에는 복용하지 마십시오. 서늘하고 건조한 곳에 보관하십시오. 열, 빛, 습기를 피해 보관하십시오.', 
'California Gold Nutrition 아스타카로티노이드 복합체' || CHR(10) || 
'루테인, 라이코펜, 아스타잔틴, 제아잔틴, 피코시아닌 및 알파카로틴, 베타카로틴, 감마카로틴 함유' || CHR(10) || 
'mGold™ 금잔화 꽃추출물로 제조' || CHR(10) || 
'눈 건강 및 세포 기능 강화*' || CHR(10) || 
'채식주의자와 비건에게 적합' || CHR(10) || 
'글루텐, 유전자 변형 성분, 대두 무함유' || CHR(10) || 
'cGMP 인증 시설에서 생산' || CHR(10) || 
'100% 골드 개런티(Gold Guarantee)' || CHR(10) || 
'항산화제는 인체를 보호하는 데 도움이 될 수 있는 강력한 물질입니다. 항산화제는 식품에서도 자연적으로 발견되지만 항산화제가 함유된 보충제를 매일 복용하면 일상에서 더 많은 항산화제를 편리하게 섭취할 수 있습니다. California Gold Nutrition 아스타카로티노이드 복합체는 금잔화 꽃, 토마토, 해조류 등에서 추출한 항산화 성분이 균형 잡힌 비율로 함유된 상품으로, 눈 건강과 세포 기능 강화에 도움이 됩니다.*' || CHR(10) || 
'유익한 항산화제 혼합물' || CHR(10) || 
'이 고유한 포뮬라는 항산화제 성분이 포함된 4가지 영양소를 함유하여 신체를 고유한 방법으로 보호하고 강화할 수 있습니다. 이 유익한 혼합물은 다음 영양소를 함유합니다.' || CHR(10) || 
'루테인 및 제아잔틴' || CHR(10) || 
'루테인은 제아잔틴과 함께 금잔화 꽃에 존재하는 항산화 카로티노이드입니다. 식이 루테인과 제아잔틴은 안구의 황반과 수정체에 밀집되어 산화 스트레스로부터 안구 조직을 보호합니다.*' || CHR(10) || 
'알파, 베타, 감마카로틴' || CHR(10) || 
'알파 및 베타카로틴 등의 카로티노이드는 체내에서 비타민A로 전환되는데, 이 비타민A는 야간 시력 향상을 돕는 필수 성분입니다.*' || CHR(10) || 
'라이코펜' || CHR(10) || 
'당사의 포뮬라는 유전자 변형 성분이 없는 토마토에서 추출한 항산화 카로티노이드인 라이코펜을 함유하며, 활성산소종(ROS)으로 인한 손상을 막아줍니다.' || CHR(10) || 
'피코시아닌 및 아스타잔틴' || CHR(10) || 
'이 보충제에 함유된 미세조류에서 추출한 피코시아닌과 아스타잔틴은 항산화제로 작용하며 과산화로부터 지질을 보호하는 데 도움을 줍니다.*' || CHR(10) || 
'California Gold Nutrition 아스타카로티노이드 복합체는 mGold™ 금잔화 꽃추출물과 기타 프리미엄 항산화제 추출물을 베지 소프트젤에 담아 제공합니다. 글루텐, 유전자 변형 성분, 대두를 함유하지 않으며, 채식주의자와 비건에게 적합한 상품입니다.');

INSERT INTO supplement (SupName, SupPrice, SupBrand, SupDosage, SupNutri, SupNutriInfo, SupPrecautions, SupDetail) 
VALUES (
'NOW Foods, 글루타치온, 250mg, 베지 캡슐 60정', 
21499, 
'NOW Foods', 
'매일 캡슐 1정을 가급적 공복에 섭취하십시오',
'글루타치온(환원형)', 
'250mg', 
'본 제품은 자연적인 색 변화가 발생할 수 있습니다. 개봉 후 서늘하고 건조한 곳에 보관하십시오. 주의: 성인만 사용하십시오. 임신 또는 수유 중이거나 질환이 있거나 약을 복용 중인 분은 의사와 상의하십시오. 어린이의 손이 닿지 않는 곳에 보관하십시오.', 
'활성산소 중화제' || CHR(10) || 
'환원된 활성 형태' || CHR(10) || 
'해독 지원' || CHR(10) || 
'유전자 변형 성분 무함유' || CHR(10) || 
'보충제' || CHR(10) || 
'채식주의자/비건 제품' || CHR(10) || 
'코셔' || CHR(10) || 
'아미노산' || CHR(10) || 
'1968년에 설립된 가족 기업' || CHR(10) || 
'우수 제조 및 품질 관리 기준(GMP) 품질 보증' || CHR(10) || 
'글루타치온은 작은 펩타이드 분자로서 시스테인, 글루타믹애씨드, 글라이신 등 3가지 아미노산으로 구성되어 있습니다. 글루타치온은 체내 모든 세포에서 만들어지며 특히 간에 다량으로 들어 있습니다. 글루타치온은 건강한 면역계 기능에 중요하며 해독 과정에도 필요합니다. 또한 직접 활성산소를 중화시키고 비타민C와 E 활성을 유지하여 세포 건강을 유지하는 데 중요한 역할을 합니다. 본 제품은 최적의 생체이용률을 위해 환원, 활성 형태의 글루타치온이 함유되어 있습니다.');

INSERT INTO supplement (SupName, SupPrice, SupBrand, SupDosage, SupNutri, SupNutriInfo, SupPrecautions, SupDetail) 
VALUES (
'NOW Foods, 루테인, 2배 강도, 베지 캡슐 90정', 
24811, 
'NOW Foods', 
'지방질이 있는 식사와 함께 매일 캡슐 1정을 복용하십시오.', 
'루테인(유리 루테인)(루테인 에스터에서 추출)(금잔화 꽃 추출) (Tagetes erecta)', 
'20mg', 
'주의: 성인 전용 제품입니다. 임신 또는 수유 중이거나, 약을 복용하고 있거나 질환이 있다면 의사와 상담하십시오. 어린이의 손이 닿지 않는 곳에 보관하십시오. 방습제는 먹지 마십시오. 병째로 보관하십시오. 개봉 후 서늘하고 건조한 곳에 보관하십시오.', 
'눈 건강 지원' || CHR(10) || 
'루테인 에스터에서 분리한 유리 루테인 20mg' || CHR(10) || 
'황반 건강 증진' || CHR(10) || 
'활성산소 제거' || CHR(10) || 
'유전자 변형 성분 무함유' || CHR(10) || 
'보충제' || CHR(10) || 
'채식주의자 및 비건에 적합' || CHR(10) || 
'일반 건강' || CHR(10) || 
'1968년 설립된 가족 기업' || CHR(10) || 
'우수 제조 및 품질 관리 기준(GMP) 품질 보장' || CHR(10) || 
'루테인은 식물에서 생성되는 주황색-적색 카로티노이드 색소로서 유색 과일과 채소가 든 식품에 존재합니다. 신체에서 루테인은 중심 시력을 담당하는 눈의 특수한 영역인 황반에 집중된 주요 색소 중 하나입니다. 루테인은 피부에도 침착되어 있는 것으로 알려져 있습니다. 그러한 연약한 조직에서 루테인은 태양광이 유도한 활성산소 생성을 막는 역할을 합니다. 본 제품은 금잔화꽃에서 얻은 천연 성분으로 이루어져 있습니다.');

INSERT INTO supplement (SupName, SupPrice, SupBrand, SupDosage, SupNutri, SupNutriInfo, SupPrecautions, SupDetail) 
VALUES (
'NOW Foods, 어드밴스드 UC-II 조인트 릴리프, 베지 캡슐 60정', 
33088, 
'NOW Foods', 
'매일 취침 전 공복 상태에서 캡슐 1정을 복용하십시오.', 
'비타민D-3(콜레칼시페롤)' || CHR(10) || 
'칼슘(Aquamin®에서 추출)' || CHR(10) || 
'UC-II® 표준화된 닭연골(비변성 II형 콜라겐 포함 총콜라겐 10mg 제공)' || CHR(10) || 
'Aquamin®(해초추출미네랄)(lithothamnium spp.)(통식물)' || CHR(10) || 
'히알루론산(소듐하이알루로네이트에서 추출)' || CHR(10) || 
'보론(bororganic glycine)(Albion™)', 
'25mcg(1,000IU)' || CHR(10) || 
'15mg' || CHR(10) || 
'40mg' || CHR(10) || 
'50mg' || CHR(10) || 
'25mg' || CHR(10) || 
'3mg', 
'성인 전용 제품입니다. 임신 또는 수유 중이거나, 다른 약물을 복용 중이거나, 질병이 있는 분은 의사와 상의하십시오. 어린이의 손이 닿지 않는 곳에 보관하십시오.', 
'관절 건강' || CHR(10) || 
'비변성 콜라겐 II형 함유' || CHR(10) || 
'히알루론산, 보론, 비타민D-3 첨가' || CHR(10) || 
'Aquamin' || CHR(10) || 
'보충제' || CHR(10) || 
'UC-II®' || CHR(10) || 
'전반적인 건강 증진' || CHR(10) || 
'1968년 설립된 가족 기업' || CHR(10) || 
'우수 제조 및 품질 관리 기준(GMP) 품질 보증' || CHR(10) || 
'비변성 II형 콜라겐이 함유된 특허 제형 콜라겐인 UC-II®가 함유된 어드밴스드 UC-II® 조인트 릴리프로 관절 건강과 가동력을 극대화하십시오. 비변성 II형 콜라겐은 연골의 강도와 신장력을 높여 주는 주요한 구조 단백질이며, 몸에서 사용하기 쉬운 콜라겐을 충분히 공급함으로써 면역계와 함께 관절 건강을 지원합니다. 인체 임상 연구에 따르면 하루에 40mg UC-II® 캡슐 1정만 복용해도 관절의 기능, 유연성, 편안함을 증진하는 데 도움이 될 수 있습니다. 당사는 전반적인 관절 건강에서 상호보완적인 역할을 하는 히알루론산과 보론을 첨가하였습니다.');

INSERT INTO supplement (SupName, SupPrice, SupBrand, SupDosage, SupNutri, SupNutriInfo, SupPrecautions, SupDetail) 
VALUES (
'NOW Foods, 멀티 콜라겐 단백질, I, II, III형, 무향, 454g(16oz)', 
39725, 
'NOW Foods', 
'매일 물, 주스 또는 좋아하는 음료 8온스에 2 ½테이블스푼 정량을 섞어 복용하십시오. 힘차게 섞거나 셰이커 컵을 사용합니다.', 
'비타민C(아스코르브산)' || CHR(10) || 
'가수분해콜라겐(우피, 닭뼈육수 및 생선껍질에서 추출)(BSE 무함유)' || CHR(10) || 
'포도씨추출물(Vitis vinifera)', 
'100mg' || CHR(10) || 
'11g' || CHR(10) || 
'50mg', 
'본 상품은 부피가 아닌 중량 단위로 판매됩니다. 성인 전용 상품입니다. 임신 또는 수유 중이거나 다른 약물을 복용 중이거나 질병이 있는 경우 의사와 상의하십시오. 어린이의 손이 닿지 않는 곳에 보관하십시오. 용기 안에 있는 방습제는 먹지 마십시오. 본 상품은 자연적인 색 변화가 발생할 수 있습니다. 개봉 후에는 서늘하고 건조한 곳에 보관하십시오.', 
'뼈, 관절 및 피부 건강' || CHR(10) || 
'비타민C 및 포도씨 추출물 함유' || CHR(10) || 
'유전자 변형 성분 무함유' || CHR(10) || 
'보충제' || CHR(10) || 
'일반 건강' || CHR(10) || 
'1968년 설립된 가족 기업' || CHR(10) || 
'GMP 품질 보증' || CHR(10) || 
'포유류에 가장 풍부한 단백질인 콜라겐은 신체 단백질의 약 30%를 차지합니다. NOW® 멀티 콜라겐에는 소, 닭 및 생선에서 추출한 콜라겐이 함유되어 있습니다. 콜라겐이 혼합된 본 상품은 소에서 추출한 천연 I, III형 콜라겐, 닭뼈 육수에서 추출한 II형 콜라겐 및 생선에서 추출한 I형 콜라겐을 제공합니다. 본 상품에 사용된 우피 콜라겐은 BSE 및 호르몬제를 사용하지 않은 소에서 추출했습니다.');

INSERT INTO supplement (SupName, SupPrice, SupBrand, SupDosage, SupNutri, SupNutriInfo, SupPrecautions, SupDetail) 
VALUES (
  'NOW Foods, 아쿠아틱 뷰티 파우더, 85g(3oz)', 
  27792, 
  'NOW Foods', 
  '매일 물, 음료 또는 스무디 (감귤류 맛과 가장 잘 어울립니다) 8oz에 1/2테이블스푼 정량을 첨가하십시오. 셰이커 컵이나 블렌더로 완전히 혼합하십시오.', 
  '비타민C(아스코르브산나트륨에서 유래)' || CHR(10) || 
  '가수분해콜라겐(생선 껍질에서 추출)' || CHR(10) || 
  '히알루론산(소듐하이알루로네이트에서 추출)' || CHR(10) || 
  '아스타잔틴(헤마토코쿠스플루비알리스추출물 유래)(AstaReal®)', 
  '100mg' || CHR(10) || '2,000mg' || CHR(10) || '120mg' || CHR(10) || '2mg', 
  '성인 전용 제품입니다. 임신 또는 수유 중이거나 다른 약물을 복용 중이거나 질환이 있는 분은 의사와 상의하십시오. 어린이의 손이 닿지 않는 곳에 보관하십시오. 동봉된 방습제는 먹지 마십시오. 이 제품은 자연적인 색 변화가 발생할 수 있습니다. 이 제품은 부피가 아닌 중량으로 판매됩니다. 개봉한 후에는 서늘하고 건조한 장소에 보관하십시오.', 
  '해양 콜라겐 + 아스타잔틴 파워' || CHR(10) || 
  '어려 보이는 피부 결 및 피부 톤 유지' || CHR(10) || 
  '피부 속 수분 공급' || CHR(10) || 
  '자연산 생선에서 추출한 해양 콜라겐' || CHR(10) || 
  '보충제' || CHR(10) || 
  '유전자 변형 성분 무함유' || CHR(10) || 
  '빛나는 피부' || CHR(10) || 
  '피부 속 수분 공급' || CHR(10) || 
  'NOW® Solutions 아쿠아틱 뷰티는 자연산 생선에서 추출한 콜라겐과 아스타잔틴을 제공하며, 임상 연구 결과 이는 젊은 피부의 수분과 탄력을 유지하고 피부 톤을 균일하게 유지하는 것으로 나타났습니다.' || CHR(10) || 
  '본 제품은 또한 비타민C와 본연의 피부에서 발견되는 화합물로 물 분자와 결합하여 유지하는 특별한 능력이 있는 히알루론산을 함유합니다.'
);


INSERT INTO supplement (SupName, SupPrice, SupBrand, SupDosage, SupNutri, SupNutriInfo, SupPrecautions, SupDetail) 
VALUES (
'California Gold Nutrition, S-아세틸 L-글루타치온, 100mg, 베지 캡슐 30정', 
18197, 
'California Gold Nutrition', 
'매일 캡슐 1정을 음식과 함께 복용하십시오. 자격을 갖춘 의료 전문가의 지시에 따라 복용하시면 가장 좋습니다.', 
'S-아세틸-L-글루타티온', 
'100mg', 
'어린이의 손이 닿지 않는 곳에 보관하십시오. 임신 또는 수유 중이신 분, 만성 질환이 있는 분, 노약자, 18세 미만의 미성년자, 처방약(예: 혈액 희석제)을 복용 중이신 분, 의사로부터 특정 질병이 있다고 진단받으신 분은 보충제를 복용하기 전에 의사나 약사, 자연 요법 의사, 기타 자격을 갖춘 의료 전문가와 상의하십시오. 밀봉 포장된 상품입니다. 안전 밀봉이 없거나 손상된 경우에는 복용하지 마십시오. 서늘하고 건조한 곳에 보관하십시오. 열, 빛, 습기를 피해 보관하십시오.', 
'California Gold Nutrition S-아세틸 l-글루타치온' || CHR(10) || 
'안정적인 형태의 항산화제 글루타치온 함유' || CHR(10) || 
'건강한 해독 작용에 도움*' || CHR(10) || 
'항산화 기능 및 세포 건강 지원*' || CHR(10) || 
'글루텐, 유전자 변형 성분 및 대두 무함유' || CHR(10) || 
'cGMP 인증 시설에서 생산' || CHR(10) || 
'100% 골드 개런티(Gold Guarantee)' || CHR(10) || 
'항산화제는 신체에 대한 일부 위협을 중화하는 데 도움을 줄 수 있는 강력한 물질입니다. California Gold Nutrition S-아세틸 l-글루타치온에는 건강한 해독 과정 및 세포 건강을 증진할 수 있는 항산화제인 글루타치온이 고유한 형태로 함유되어 있습니다.*' || CHR(10) || 
'S-아세틸-l-글루타치온의 효능' || CHR(10) || 
'글루타치온은 많이 연구된 항산화제로서 신체를 보호하는 데 도움이 됩니다. 건강한 해독 과정과 활성산소 손상으로부터 세포를 보호하는 데서 중요한 역할을 합니다.* 또한 세포 건강을 유지하고 전반적인 면역 기능을 개선합니다.* 연구에 따르면 S-아세틸-l-글루타치온은 혈액 속에서 더 안정적이며 전반적인 글루타치온 농도 유지를 지원하는 것으로도 나타났습니다.*' || CHR(10) || 
'California Gold Nutrition S-아세틸 l-글루타치온은 글루타치온을 베지 캡슐에 담았습니다. 상품 설명서에 따라 복용할 경우 1개월간 복용할 수 있는 분량입니다.');

INSERT INTO supplement (SupName, SupPrice, SupBrand, SupDosage, SupNutri, SupNutriInfo, SupPrecautions, SupDetail) 
VALUES (
'California Gold Nutrition, L-글루타치온(환원형), 500mg, 베지 캡슐 30정', 
16763, 
'California Gold Nutrition', 
'매일 캡슐 1정을 음식과 함께 복용하십시오. 자격을 갖춘 의료 전문가의 지시에 따라 복용하시면 가장 좋습니다.', 
'L-글루타티온(환원형)', 
'500mg', 
'어린이의 손이 닿지 않는 곳에 보관하십시오. 보충제를 복용하기 전에 면허가 있는 의사, 약사, 자연 요법 의사, 기타 자격을 갖춘 의료 전문가와 상의하십시오. 안전 밀봉된 제품입니다. 안전 밀봉이 파손되거나 없는 경우에는 복용하지 마십시오. 20°C~25°C(68°F~77°F) 범위로 온도가 조절되는 실내에 보관하는 것이 가장 좋습니다. 직사광선에 장시간 노출시키거나 고온다습한 장소에 장기간 보관하는 등 제품을 적절하게 보관하지 않으면 시간이 지남에 따라 제품 품질이 저하될 수 있습니다.', 
'California Gold Nutrition l-글루타치온(환원형)' || CHR(10) || 
'활성형(환원형) l-글루타치온 함유' || CHR(10) || 
'건강한 해독 작용에 도움*' || CHR(10) || 
'세포 건강 및 면역 기능에 도움*' || CHR(10) || 
'글루텐, 유전자 변형 성분, 대두 무함유' || CHR(10) || 
'cGMP 인증 시설에서 생산' || CHR(10) || 
'100% 골드 개런티(Gold Guarantee)' || CHR(10) || 
'항산화제는 몸이 유해한 물질을 제거하는 데 도움을 줍니다. California Gold Nutrition l-글루타치온(환원형)은 건강한 해독 과정을 돕고 세포 건강 및 면역 기능을 증진할 수 있는 강력한 항산회제인 활성형 l-글루타치온을 함유하고 있습니다.*' || CHR(10) || 
'환원형 l-글루타치온의 효능' || CHR(10) || 
'글루타치온은 많은 연구가 진행되고 있는 항산화제로, 몸을 보호하는 데 있어 중요한 역할을 합니다. 보충제로 l-글루타치온을 복용하면 건강한 해독 과정을 증진하고, 세포를 활성산소로부터 보호하고, 세포 건강을 유지하는 데 도움이 되며 전반적인 면역 기능을 향상할 수 있습니다.* 환원형은 보다 활성화된 형태로 연구 결과 생체이용률이 향상된 것으로 확인되었습니다.' || CHR(10) || 
'California Gold Nutrition l-글루타치온(환원형)은 환원형 l-글루타치온을 베지 캡슐에 담았습니다. 상품 설명서에 따를 경우, 4개월을 복용할 수 있는 분량입니다.');

INSERT INTO supplement (SupName, SupPrice, SupBrand, SupDosage, SupNutri, SupNutriInfo, SupPrecautions, SupDetail) 
VALUES (
'California Gold Nutrition, 제아잔틴 함유 루테인, 20mg, 베지 소프트젤 60정', 
12889, 
'California Gold Nutrition', 
'하루에 소프트젤 1정을 음식과 함께 복용하십시오. 자격을 갖춘 의료 전문가의 지시에 따라 복용하는 것이 가장 좋습니다.', 
'루테인(금잔화추출물)(Tagetes erecta)(꽃)' || CHR(10) || 
'제아잔틴(금잔화추출물)(Tagetes erecta)(꽃)', 
'20mg' || CHR(10) || 
'1mg', 
'어린이의 손이 닿지 않는 곳에 보관하십시오. 임신 또는 수유 중인 여성, 만성 질환자, 고령층, 18세 미만의 미성년자, 처방 약물(예: 혈액 희석제)을 복용 중이거나 의사로부터 특정 질병을 진단받은 분은 보충제를 복용하기 전에 의사나 약사, 자연 요법 의사, 기타 자격을 갖춘 의료 전문가와 상담하십시오. 밀봉 포장된 상품입니다. 안전 밀봉이 없거나 손상된 경우에는 복용하지 마십시오. 서늘하고 건조한 곳에 보관하십시오. 열, 빛, 습기를 피해 보관하십시오.', 
'과도한 블루라이트 노출로부터의 회복에 기여*' || CHR(10) || 
'전반적인 황반 건강에 도움*' || CHR(10) || 
'채식주의자와 비건에게 적합' || CHR(10) || 
'California Gold Nutrition®루테인 및 제아잔틴, 20mg은 금잔화(Tagetes erecta) 꽃에서 추출한 mGold™ 금잔화 추출물로 제조되었으며 항산화 카로티노이드인 루테인과 제아잔틴을 모두 함유합니다.');

INSERT INTO supplement (SupName, SupPrice, SupBrand, SupDosage, SupNutri, SupNutriInfo, SupPrecautions, SupDetail) 
VALUES (
'California Gold Nutrition, 루테인 & 제아잔틴 구미젤리, 트로피컬, 식물성 구미젤리 90개', 
21109, 
'California Gold Nutrition', 
'매일 식사와 함께 구미젤리 2개를 복용하십시오. 자격을 갖춘 의료 전문가의 지시에 따라 복용하는 것이 가장 좋습니다.', 
'루테인(금잔화추출물유래)(Tagetes erecta)(꽃)' || CHR(10) || 
'제아잔틴(금잔화추출물유래)(Tagetes erecta)(꽃)', 
'20mg' || CHR(10) || 
'4mg', 
'어린이의 손이 닿지 않는 곳에 보관하십시오. 보충제를 복용하기 전에 면허가 있는 의사, 약사, 자연 요법 의사, 기타 자격을 갖춘 의료 전문가와 상담하십시오. 소비자 보호를 위해 안전 밀봉되었습니다. 안전 밀봉이 손상되거나 없는 경우에는 복용하지 마십시오. 서늘하고 건조한 곳에 보관하십시오. 열, 빛, 습기를 피해 보관하십시오.', 
'California Gold Nutrition® 루테인 및 제아잔틴 구미젤리' || CHR(10) || 
'금잔화 추출물에서 유래한 루테인 및 제아잔틴 함유' || CHR(10) || 
'천연 열대 과일 맛' || CHR(10) || 
'눈 건강에 도움*' || CHR(10) || 
'채식주의자와 비건에게 적합' || CHR(10) || 
'젤라틴, 글루텐, 유전자 변형 성분 무함유' || CHR(10) || 
'인공 색소, 인공 향료, 인공 감미료 무함유' || CHR(10) || 
'cGMP 인증 시설에서 생산' || CHR(10) || 
'금잔화에서 추출한 뛰어난 효능의 카로티노이드를 함유한 California Gold Nutrition 루테인 및 제아잔틴 구미젤리로 즐겁고 맛있게 눈 건강을 증진할 수 있습니다.*' || CHR(10) || 
'루테인 및 제아잔틴의 효능' || CHR(10) || 
'루테인과 제아잔틴은 강력한 항산화 작용으로 알려져 있는 카로티노이드(식물성 색소)입니다. 이러한 카로티노이드는 금잔화에서 추출하며 금잔화의 선명한 주황빛을 내는 색소입니다. 루테인과 제아잔틴은 모두 망막에 축적되어 눈 건강을 증진하는 데 도움이 되는 것으로 알려져 있습니다.* 이러한 색소가 눈에 축적되면 가장 안쪽에 있는 망막 구조에 블루라이트가 닿는 것을 차단하여 블루라이트 노출로 인해 발생하는 산화 스트레스의 위험을 줄일 수 있습니다.*' || CHR(10) || 
'루테인 및 제아잔틴 구미젤리는 간편한 구미젤리 보충제에 금잔화 추출물(Tagetes erecta)에서 추출한 루테인과 제아잔틴을 담았습니다. 천연 열대 베리의 맛을 느낄 수 있는 구미젤리로 일상에 즐거움과 맛있는 간식을 더해 보십시오.');

INSERT INTO supplement (SupName, SupPrice, SupBrand, SupDosage, SupNutri, SupNutriInfo, SupPrecautions, SupDetail) 
VALUES (
'California Gold Nutrition, 콜린 실리카 컴플렉스, 생물학적으로 이용 가능한 안정화된 실리콘(OSA) 콜라겐 보조, 30ml(1fl oz)', 
25476, 
'California Gold Nutrition', 
'하루 10방울을 음식과 함께 또는 단독으로 섭취하십시오. 물이나 좋아하는 음료에 섞어도 됩니다. 자격을 갖춘 의료 전문가의 지시에 따라 섭취하는 것이 가장 좋습니다.', 
'콜린(콜린클로라이드)' || CHR(10) || 
'L-카르니틴' || CHR(10) || 
'실리콘(오르토실릭애씨드)', 
'116mg' || CHR(10) || 
'60mg' || CHR(10) || 
'5mg', 
'어린이의 손이 닿지 않는 곳에 보관하십시오. 건강 보조제를 복용하기 전에 면허가 있는 의사, 약사, 자연 요법 의사, 기타 자격을 갖춘 의료 전문가와 상담하십시오. 밀봉이 없거나 손상된 경우 복용하지 마십시오. 20~25ºC(68~77ºF)의 온도로 제어된 실내에 보관하는 것이 가장 좋습니다. 직사광선에 장시간 노출하거나 온도 및 습도가 높은 곳 등 적절하지 않은 곳에 보관하면 시간이 지남에 따라 제품이 변질될 수 있습니다.', 'California Gold Nutrition 콜린 실리카 복합체, 30ml(1fl oz)' || CHR(10) || 
'콜린과 l-카르니틴이 포함된 생물학적으로 이용 가능하고 안정화된 규소(OSA)' || CHR(10) || 
'사용하기 쉬운 액상 드롭형' || CHR(10) || 
'모발, 피부, 손발톱 강화*' || CHR(10) || 
'결합 조직 및 뼈 건강 증진*' || CHR(10) || 
'채식주의자와 비건에게 적합' || CHR(10) || 
'글루텐, 유전자 변형 성분, 대두 무함유' || CHR(10) || 
'cGMP 인증 시설에서 생산' || CHR(10) || 
'100% 골드 개런티(Gold Guarantee)' || CHR(10) || 
'콜라겐은 피부, 결합 조직, 모발, 손발톱을 건강하게 유지하는 역할을 하지만, 노화 및 기타 요인으로 인해 체내 생성이 감소할 수 있습니다. California Gold Nutrition 콜린 실리카 복합체는 콜라겐 생성을 돕고 모발, 피부, 손발톱, 뼈, 관절 건강을 증진하는 중요 성분을 함유하고 있습니다.*' || CHR(10) || 
'콜린, l-카르니틴, 규소 혼합물' || CHR(10) || 
'이 보충제에는 콜린, l-카르니틴, 규소를 포함한 유익한 성분이 혼합되어 있습니다. 콜린은 필수 영양소로서 세포가 건강하게 기능하는 데 중요하며 신경계가 정상적으로 작동하도록 돕습니다.* 중요 미네랄인 규소는 콜라겐 합성을 돕고 모발, 피부, 손발톱, 뼈 건강을 증진합니다.* l-카르니틴 역시 중요한 아미노산으로 신체 내 에너지 생성 대사에서 중요한 역할을 합니다.*' || CHR(10) || 
'California Gold Nutrition 콜린 실리카 복합체는 콜린, 규소, l-카르니틴을 함유하는 보충제로, 액상 형태로 되어 있어 영양 성분을 간편하게 섭취할 수 있습니다. 보충제 몇 방울을 좋아하는 음료에 첨가해서 먹거나 그대로 복용하면 됩니다.');

INSERT INTO supplement (SupName, SupPrice, SupBrand, SupDosage, SupNutri, SupNutriInfo, SupPrecautions, SupDetail) 
VALUES (
'California Gold Nutrition, 슈퍼 푸드, 콜라겐 코코넛 크리머, 288g(10.2oz)', 
41820, 
'California Gold Nutrition', 
'커피나 원하는 뜨거운 음료 8fl oz에 2스쿱을 더합니다. 셰이크나 스무디에 타서 드셔도 됩니다.', 
'나트륨' || CHR(10) || 
'포화지방' || CHR(10) || 
'단백질' || CHR(10) || 
'탄수화물', 
'55mg' || CHR(10) || 
'9mg' || CHR(10) || 
'10mg' || CHR(10) || 
'4mg', 
'안전을 위해 밀봉된 제품입니다. 밀봉 포장이 파손 또는 유실된 경우에는 복용하지 마십시오. 20°C~25°C(68°F~77°F) 범위로 온도가 조절되는 실내에 보관하는 것이 좋습니다. 직사광선에 장시간 노출하거나 온도 및 습도가 높은 곳에 보관하면 제품이 변질될 수 있습니다.', 
'California Gold Nutrition 슈퍼 푸드 콜라겐 코코넛 크리머' || CHR(10) || 
'가수분해콜라겐 펩타이드를 함유한 유기농 코코넛 밀크 분말' || CHR(10) || 
'음료에 크리미한 코코넛 향을 더하는 상품' || CHR(10) || 
'1회 제공량당 콜라겐 10g 및 단백질 10g' || CHR(10) || 
'모발, 피부, 손발톱, 관절, 뼈 건강 증진*' || CHR(10) || 
'향료 및 감미료 무함유' || CHR(10) || 
'유제품 및 유당 무함유' || CHR(10) || 
'글루텐, 유전자 변형 성분, 대두 무함유' || CHR(10) || 
'cGMP 인증 시설에서 생산' || CHR(10) || 
'100% 골드 개런티(Gold Guarantee)' || CHR(10) || 
'수많은 크리머가 설탕과 인공 성분을 함유하고 건강 증진 효능은 제공하지 않습니다. California Gold Nutrition 슈퍼 푸드의 콜라겐 코코넛 크리머는 I형 및 III형 콜라겐 펩타이드를 함유하여 영양가가 높습니다. 모닝커피나 한낮의 셰이크, 저녁에 마시는 핫초코에 넣고 섞으면 크리미한 코코넛 맛과 함께 추가적인 건강 효능을 얻을 수 있습니다.' || CHR(10) || 
'코코넛 분말의 효능' || CHR(10) || 
'코코넛은 중쇄중성지방(MCT)과 라우릭산이 풍부하여 체중 감량, 건강한 신진대사 및 심혈관계 건강 증진 등 잠재적인 건강 효능을 제공합니다.* California Gold Nutrition의 코코넛 분말은 가수분해콜라겐 펩타이드를 함유하여 생체이용률이 향상되었으며 모발, 피부, 손발톱, 관절, 뼈 건강에 도움이 될 수 있습니다.*' || CHR(10) || 
'California Gold Nutrition 슈퍼 푸드 콜라겐 코코넛 크리머는 유기농 코코넛 분말과 우피 가수분해콜라겐 펩타이드로 제조되었습니다. 유제품 우유와 유당, 향료 및 감미료를 함유하지 않습니다.');

INSERT INTO supplement (SupName, SupPrice, SupBrand, SupDosage, SupNutri, SupNutriInfo, SupPrecautions, SupDetail) 
VALUES (
  'California Gold Nutrition, MATCHA ROAD 말차 + 콜라겐, 227g(8oz)', 
  24850, 
  'California Gold Nutrition', 
  '1스쿱(14g?)을 6~8oz의 상온 또는 따뜻한 물에 넣으십시오. 자격을 갖춘 의료 전문가의 지시에 따라 복용하는 것이 좋습니다.', 
  '가수분해우피콜라겐펩타이드' || CHR(10) || '녹차(Camellia sinensis)잎분말(마차)', 
  '6.6g' || CHR(10) || '2.5g', 
  '어린이의 손이 닿지 않는 곳에 보관하십시오. 보충제를 복용하기 전에 면허가 있는 의사, 약사, 자연 요법 의사, 기타 자격을 갖춘 의료 전문가와 상의하십시오. 안전 밀봉된 상품입니다. 안전 밀봉이 손상되거나 없는 경우에는 복용하지 마십시오. 서늘하고 건조한 곳에 보관하십시오. 열, 빛, 습기를 피해 보관하십시오. 본 상품은 부피가 아닌 중량 단위로 포장 및 판매됩니다. 시간이 경과함에 따라 침전이 발생할 수 있습니다.', 
  'California Gold Nutrition Matcha Road 말차 + 콜라겐' || CHR(10) || 
  '가수분해콜라겐 펩타이드를 함유한 녹차잎 분말' || CHR(10) || 
  '일본 녹차잎으로 제조' || CHR(10) || 
  '모발, 피부, 손발톱 건강 개선*' || CHR(10) || 
  '글루텐, 유전자 변형 성분, 대두 무함유' || CHR(10) || 
  'cGMP 인증 시설에서 생산' || CHR(10) || 
  '100% 골드 개런티(Gold Guarantee)' || CHR(10) || 
  'Matcha Road가 이제 California Gold Nutrition 상품군에 포함되었습니다. 고객님들의 건강과 웰니스 목표를 응원하기 위해 동급 최고의 새로운 브랜드의 상품과 동일한 품질 및 재료와 동일한 외관을 제공합니다.' || CHR(10) || 
  '말차는 뚜렷한 녹색 색조와 잠재적인 건강 효능으로 알려진 녹차의 한 종류입니다. California Gold Nutrition Matcha Road 말차 + 콜라겐은 말차와 콜라겐의 장점을 음료 파우더에 편리하게 담아 모발, 피부, 손톱 건강을 유지해 줍니다.* 뜨거운 물이나 상온의 물에 분말을 넣기만 하면 맛있고 영양이 풍부한 말차 음료를 만들 수 있습니다!' || CHR(10) || 
  '말차 녹차와 콜라겐의 이점' || CHR(10) || 
  '말차 녹차와 콜라겐은 잠재적인 신체 건강 효능을 제공할 수 있습니다. 말차 분말을 만드는 데 사용되는 녹차잎에는 몸을 보호하고 전반적인 건강을 증진하는 데 도움을 줄 수 있는 식물영양소와 천연 유래 항산화제가 함유되어 있습니다.* 또한 이 포뮬라에는 천연 유래 아미노산이 함유된 콜라겐이 함유되어 있어 모발, 피부, 손톱 건강을 지켜줍니다.*' || CHR(10) || 
  'California Gold Nutrition Matcha Road 말차 + 콜라겐은 수확될 때까지 그늘 재배 방식으로 키워 고운 가루로 간 일본 녹차(Camellia sinensis)로 제조됩니다. 또한 쉽게 용해되는 가수분해 우피 콜라겐 펩타이드가 함유되어 있어서 생체이용률이 향상되었습니다.'
);

INSERT INTO supplement (SupName, SupPrice, SupBrand, SupDosage, SupNutri, SupNutriInfo, SupPrecautions, SupDetail) 
VALUES (
'California Gold Nutrition, Superfoods, 콜라겐 코코넛 크리머, 무가당, 12개입, 각 24g(0.85oz)', 
45614, 
'California Gold Nutrition', 
'커피나 좋아하는 뜨거운 음료 8oz에 매일 1팩을 섞어서 드십시오. 셰이크나 스무디에도 넣을 수 있습니다.', 
'비타민D' || CHR(10) || 
'칼슘' || CHR(10) || 
'철분' || CHR(10) || 
'칼륨',
'0mcg' || CHR(10) || 
'0mg' || CHR(10) || 
'0mg' || CHR(10) || 
'100mg', 
'안전 밀봉된 제품입니다. 안전 밀봉이 손상되거나 없는 경우에는 복용하지 마십시오. 20°C~25°C(68°F~77°F) 범위로 온도가 조절되는 실내에 보관하는 것이 가장 좋습니다. 직사광선에 장시간 노출되거나 온도 및 습도가 높은 곳에 보관하면 제품이 변질될 수 있습니다.', 
'California Gold Nutrition® 슈퍼 푸드 콜라겐 코코넛 크리머 팩' || CHR(10) || 
'유기농 코코넛 밀크 분말 및 가수분해콜라겐 펩타이드 함유' || CHR(10) || 
'맛있는 보충제로 모발, 피부, 손발톱, 관절, 뼈 건강 강화*' || CHR(10) || 
'콜라겐 10g, 단백질 10g, 유제품 및 유당 무함유' || CHR(10) || 
'향료, 설탕, 감미료, 증점제 무첨가' || CHR(10) || 
'개별 포장 12봉, 각 24g(0.85oz)' || CHR(10) || 
'무함유 성분: 글루텐, 유전자 변형 성분, 대두' || CHR(10) || 
'cGMP 인증 시설에서 생산' || CHR(10) || 
'100% 골드 개런티(Gold Guarantee)' || CHR(10) || 
'크리미한 코코넛 향의 맛 좋은 크리머에 영양 성분도 함께 제공됩니다. 코코넛은 중쇄중성지방(MCT)의 풍부한 공급원이며 라우릭산 및 콜라겐은 뼈와 관절, 피부, 모발, 손발톱의 기본 구성 성분입니다.* 이 슈퍼 푸드를 식단에 함께 추가하여 하루 중 언제든지 맛있게 즐길 수 있습니다.' || CHR(10) || 
'콜라겐 코코넛 크리머에는 유기농 코코넛 밀크 분말과 아르헨티나 소에서 얻은 가수분해콜라겐 펩타이드가 함유되어 있습니다. 첨가당, 인공 감미료, 유제품 우유, 유당, 글루텐, 유전자 변형 성분, 증점제가 첨가되지 않았습니다. 모닝커피 또는 오후나 저녁에 먹는 셰이크에 추가하여 건강한 핫초콜릿을 만들어 보십시오.');

INSERT INTO supplement (SupName, SupPrice, SupBrand, SupDosage, SupNutri, SupNutriInfo, SupPrecautions, SupDetail) 
VALUES (
'Swanson, UC-II, 표준화 콜라겐, 40mg, 캡슐 60정', 
33374, 
'Swanson', 
'매일 아침 공복에 물과 함께 복용하고, 하루에 최대 캡슐 3정을 복용할 수 있는 보충제입니다.', 
'글루코사민(2KCl)(조개 및 갑각류에서 추출)' || CHR(10) || 
'BioCell Collagen®(가수분해닭흉골연골추출물)' || CHR(10) || 
'가수분해콜라겐II형' || CHR(10) || 
'황산콘드로이틴' || CHR(10) || 
'히알루론산', 
'1.5g' || CHR(10) || 
'750mg' || CHR(10) || 
'450mg' || CHR(10) || 
'150mg' || CHR(10) || 
'75mg', 
'성인 전용 상품입니다. 임신 또는 수유 중인 경우에는 본 상품을 복용하지 마십시오. 약물을 복용 중이거나 질병이 있는 경우 복용하기 전에 의료 전문가와 상의하십시오. 어린이의 손이 닿지 않는 곳에 보관하십시오. 안전 밀봉이 손상된 경우, 복용하지 마십시오. 서늘하고 건조한 곳에 보관하십시오.', 
'관절 건강 및 운동성' || CHR(10) || 
'BioCell Collagen®으로 제조' || CHR(10) || 
'보충제' || CHR(10) || 
'관절 건강 및 가동성을 위한 영양소' || CHR(10) || 
'장시간 사용 시 피부 탄력 증진 및 피부 주름 완화' || CHR(10) || 
'1969년부터 과학에 기반한 고품질 상품 제공' || CHR(10) || 
'Swanson 글루코사민 및 콜라겐 타입 II의 영양으로 조직을 관리하여 관절이 부드럽게 작용하고 탄력 있는 피부를 유지하십시오. 연골과 결합 조직을 유지하기 위해 좋은 영양소가 필요하며 건강한 관절 기능과 피부 탄력을 가능하게 하며, 이것이 바로 당사의 글루코사민 & 콜라겐 II형을 제공합니다. 1회 제공량당 조개 및 갑각류에서 추출한 글루코사민 황산염 1.5g과 콘드로이틴, 히알루론산, 콜라겐 II형 단백질이 완벽한 비율로 함유된 특허받은 닭 흉골 연골 추출물인 BioCell Collagen® 750mg이 결합되어 있습니다. 매일 관절과 피부에 영양을 공급할 수 있는 훌륭하고 경제적입니다.');

INSERT INTO supplement (SupName, SupPrice, SupBrand, SupDosage, SupNutri, SupNutriInfo, SupPrecautions, SupDetail) 
VALUES (
'Swanson, 해양 콜라겐 펩타이드 1형, 500mg, 베지 캡슐 60정', 
25444, 
'Swanson', 
'보충제로 매일 음식 및 물과 함께 베지 캡슐 2정을 복용하십시오.', 
'나트륨' || CHR(10) || 
'단백질' || CHR(10) || 
'Morikol® 트리펩타이드 해양 콜라겐', 
'10mg' || CHR(10) || 
'1g' || CHR(10) || 
'1', 
'성인 전용 상품입니다. 임신 또는 수유 중인 경우에는 본 상품을 복용하지 마십시오. 약물을 복용 중이거나 질병이 있는 경우 복용하기 전에 의료 전문가와 상의하십시오.  어린이의 손이 닿지 않는 곳에 보관하십시오. 안전 밀봉이 손상된 경우, 복용하지 마십시오. 서늘하고 건조한 곳에 보관하십시오.', 
'캡슐당 500mg' || CHR(10) || 
'Morikol® 함유' || CHR(10) || 
'보충제' || CHR(10) || 
'노화에 따른 피부 건강 증진' || CHR(10) || 
'피부 보습, 탄력 증진 및 생체 이용 가능한 콜라겐 펩타이드' || CHR(10) || 
'1969년부터 과학에 기반한 고품질 상품 제공' || CHR(10) || 
'콜라겐 보충제를 섭취하여 내면의 아름다움을 가꾸십시오. Swanson 해양 콜라겐 펩타이드는 I형 콜라겐을 공급하여 피부 수분과 탄력을 촉진하며 최소 6주 만에 눈에 띄는 효과를 볼 수 있습니다.' || CHR(10) || 
'나이가 들수록 피부의 엘라스틴 섬유소와 콜라겐 수치가 감소하여 피부에 수분을 유지할 수 있는 능력이 떨어집니다. 콜라겐 보충제는 콜라겐 재생을 촉진하여 피부를 부드럽고 탄력 있게 만들어 주는 효능이 있습니다.' || CHR(10) || 
'Swanson 해양 콜라겐 펩타이드는 임상을 연구한 MoriKol®을 함유합니다. MoriKol®은 생체이용률이 높은 해양 원료로, 흡수율을 높여 주는 초저분자량 콜라겐 펩타이드를 공급합니다. 1회 제공량당 캡슐 2정당 I형 해양 콜라겐 1g을 제공합니다.');


INSERT INTO supplement (SupName, SupPrice, SupBrand, SupDosage, SupNutri, SupNutriInfo, SupPrecautions, SupDetail) 
VALUES (
'Swanson, l-글루타치온, CoQ10 함유, 베지 캡슐 30정', 
18945, 
'Swanson', 
'보충제로 매일 물과 함께 베지 캡슐 1정을 복용하십시오.', 
'Setria 글루타치온[l-글루타치온(환원형)] ', 
'200mg', '성인 전용 상품입니다. 임신 또는 수유 중이거나 약물을 복용 중이거나 질병이 있는 경우 복용하기 전에 의료 전문가와 상의하십시오. 어린이의 손이 닿지 않는 곳에 보관하십시오. 안전 밀봉이 손상된 경우, 복용하지 마십시오. 서늘하고 건조한 곳에 보관하십시오.', 
'항산화 및 면역력 증진 효과' || CHR(10) || 
'캡슐당 200mg' || CHR(10) || 
'Setria® 글루타치온 함유' || CHR(10) || 
'보충제' || CHR(10) || 
'건강한 해독 작용 보조' || CHR(10) || 
'최적의 생체이용률을 자랑하는 Setria 글루타치온' || CHR(10) || 
'면역력 강화' || CHR(10) || 
'1969년부터 과학에 기반한 고품질 상품 제공' || CHR(10) || 
'신체의 세포 방어에 가장 효과적인 항산화제인 글루타치온은 건강, 장수 그리고 지속 가능한 활력의 핵심이라 할 수 있습니다. 글루타치온은 식단으로부터 소량 섭취할 수 있지만, 대부분은 체내에서 단백질의 아미노산으로부터 생성됩니다. 하지만 나이가 들면서 단백질을 분해하여 아미노산으로부터 글루타치온을 생성하는 기능이 현저히 떨어지게 됩니다. 따라서 보충제를 복용하면 건강한 글루타치온 수치를 유지하는 데 도움이 됩니다. 모든 Swanson 글루타치온 상품은 체내에서 인식하고 바로 흡수할 수 있는 ‘환원’ 형태로 강화된 Setria® 글루타치온을 함유합니다. 고효능 캡슐로 최적의 항산화제를 간편하게 보충할 수 있습니다.');

INSERT INTO supplement (SupName, SupPrice, SupBrand, SupDosage, SupNutri, SupNutriInfo, SupPrecautions, SupDetail) 
VALUES (
'Swanson, l-글루타치온, 츄어블 60정', 
24749, 
'Swanson', 
'보충제로 하루 1~2회, 씹거나 1정을 입에 녹인 후 삼켜서 복용하십시오.', 
'Setria® 글루타치온[l-글루타치온(환원형)]', 
'200mg', 
'성인 전용 상품입니다. 임신 또는 수유 중이거나 약물을 복용 중이거나 질병이 있는 경우 복용하기 전에 의료 전문가와 상의하십시오. 어린이의 손이 닿지 않는 곳에 보관하십시오. 안전 밀봉이 손상된 경우, 복용하지 마십시오. 서늘하고 건조한 곳에 보관하십시오.', 
'항산화 효과' || CHR(10) || 
'Setria® 글루타치온 함유' || CHR(10) || 
'보충제' || CHR(10) || 
'건강한 해독 작용 보조' || CHR(10) || 
'최적의 생체이용률을 자랑하는 Setria® 글루타치온 함유' || CHR(10) || 
'입에서 살살 녹는 Supplemelts 기술' || CHR(10) || 
'1969년부터 과학에 기반한 고품질 상품 제공' || CHR(10) || 
'Swanson l-글루타치온 정제로 신체의 항산화 기능을 빠르게 강화하십시오. 인체 생리학에서 가장 중요한 항산화제 중 하나인 글루타치온은 신체의 모든 세포에서 발견됩니다. 활성산소를 중화할 뿐만 아니라 비타민C 및 E와 같은 다른 항산화제를 재활성화하여 몸과 마음을 광범위하게 보호하기 때문에 과학자들에게 글루타치온은 ‘항산화제 마스터’로 알려져 있습니다. 또한 단백질, DNA 합성, 효소 활성화 등 수많은 생화학 반응에도 관여하여 신체의 거의 모든 시스템, 특히 위장, 호흡계, 신경계, 면역계에 영향을 줍니다.');

INSERT INTO supplement (SupName, SupPrice, SupBrand, SupDosage, SupNutri, SupNutriInfo, SupPrecautions, SupDetail) 
VALUES (
'Swanson, 텔로미어 Advantage, 베지 캡슐 60정', 
32947, 
'Swanson', 
'보충제로 하루 2회 베지 캡슐 1정씩 물과 함께 복용하십시오. 효능을 극대화하려면 매일 최대 4정의 베지 캡슐을 복용하십시오.', 
'비타민D3(콜레칼시페롤)' || CHR(10) || 
'비타민E(d-알파토코페릴호박산염에서 추출)' || CHR(10) || 
'비타민B6(피리독신HCl에서 추출) ' || CHR(10) || 
'엽산' || CHR(10) || 
'DFE(엽산) ' || CHR(10) || 
'비타민B12(메틸코발라민) ' || CHR(10) || 
'l-카르노신 ' || CHR(10) || 
'황기뿌리(Astragalus membranaceus) ' || CHR(10) || 
'Setria® 글루타치온[l-글루타치온(환원형)] ', 
'25mcg' || CHR(10) || 
'50.4mg' || CHR(10) || 
'25mg' || CHR(10) || 
'335mcg' || CHR(10) || 
'200mcg' || CHR(10) || 
'1,000mcg' || CHR(10) || 
'250mg' || CHR(10) || 
'100mg' || CHR(10) || 
'50mg', 
'성인 전용 상품입니다. 임신 또는 수유 중인 경우에는 본 상품을 복용하지 마십시오. 약물을 복용 중이거나 질병이 있는 경우 복용하기 전에 의료 전문가와 상의하십시오. 어린이의 손이 닿지 않는 곳에 보관하십시오. 안전 밀봉이 손상된 경우, 복용하지 마십시오. 서늘하고 건조한 곳에 보관하십시오.', 
'건강한 노화' || CHR(10) || 
'세포 장수 포뮬라' || CHR(10) || 
'보충제' || CHR(10) || 
'세포 건강 증진' || CHR(10) || 
'건강 및 전반적인 장수 촉진' || CHR(10) || 
'건강한 노화 과정 지원' || CHR(10) || 
'1969년부터 과학에 기반한 고품질 상품 제공' || CHR(10) || 
'장수에 대한 답은 젊음의 샘에 답이 있지는 않지만 염색체 끝에 있는 짧은 DNA 가닥인 텔로미어에 답이 있습니다. 연구에 따르면 텔로미어 어드밴티지 성분은 건강한 텔로미어 구조와 기능을 증진하여 전반적인 건강과 장수에 도움이 되는 것으로 나타났습니다.');

INSERT INTO supplement (SupName, SupPrice, SupBrand, SupDosage, SupNutri, SupNutriInfo, SupPrecautions, SupDetail) 
VALUES (
'Swanson, Ultimate 안구 항산화제, 소프트젤 30정', 
32122, 
'Swanson', 
'보충제로 매일 소프트젤 1정을 물과 함께 복용하십시오.', 
'루테인[Lutemax® 2020(금잔화 꽃추출물)에서 유래]' || CHR(10) || 
'아스타잔틴(헤마토코쿠스플루비알리스(Haematococcus pluvialis)에서 추출)' || CHR(10) || 
'제아잔틴[Lutemax® 2020(금잔화 꽃 추출물)에서 유래]', 
'20mg' || CHR(10) || 
'4mg' || CHR(10) || 
'4mg', 
'성인 전용 상품입니다. 임신 또는 수유 중이거나 약물을 복용 중이거나 질병이 있는 경우 복용하기 전에 의료 전문가와 상의하십시오. 어린이의 손이 닿지 않는 곳에 보관하십시오.  안전 밀봉이 손상된 경우, 복용하지 마십시오. 서늘하고 건조한 곳에 보관하십시오. 냉장 보관하지 마십시오.', 
'눈 및 시력 건강' || CHR(10) || 
'Lutemax® 2020 함유' || CHR(10) || 
'보충제' || CHR(10) || 
'Lutemax 2020' || CHR(10) || 
'Swanson 울트라 얼티밋 안구 항산화제 포뮬라로 활성산소로부터 눈을 최적화하십시오. 눈 조직을 보호하는 가장 효과적인 천연 항산화 카로티노이드를 결합하여 하나의 강력한 포뮬라에 담았습니다. 이 포뮬라는 건강한 시력을 유지하는 데 도움을 줍니다. 루테인과 제아잔틴은 눈의 황반과 망막에 가장 흔한 두 가지 카로티노이드로, 환경 오염 물질에 의해 생성되는 활성산소를 중화하고 광산화로 인한 손상으로부터 보호합니다. 이러한 항산화제의 효과는 자체적으로 광보호 고유의 특성을 가진 제아잔틴의 사촌인 카로티노이드인 아스타잔틴에 의해 더욱 강화됩니다.');

INSERT INTO supplement (SupName, SupPrice, SupBrand, SupDosage, SupNutri, SupNutriInfo, SupPrecautions, SupDetail) 
VALUES (
'Swanson, 루테인, 고효능, 20mg, 소프트젤 60정', 
13480, 
'Swanson', 
'보충제로 매일 식후에 물과 함께 소프트젤 1정을 복용하십시오.', 
'루테인[금잔화(Tagetes erecta) 꽃추출물에서 유래] ', 
'20mg', 
'성인 전용 상품입니다. 임신 또는 수유 중이거나 약물을 복용 중이거나 질병이 있는 경우, 이 상품이나 다른 상품을 복용하기 전에 의사와 상담하십시오. 어린이의 손이 닿지 않는 곳에 보관하십시오. 안전 밀봉이 손상된 경우, 복용하지 마십시오. 서늘하고 건조한 곳에 보관하십시오. 냉장 보관하지 마십시오.', 
'눈 및 시력 건강' || CHR(10) || 
'소프트젤 1정당 20mg' || CHR(10) || 
'보충제' || CHR(10) || 
'Swanson 루테인으로 시력을 건강하게 유지하십시오! 금잔화에서 추출한 이 필수 카로티노이드는 건강하고 튼튼한 황반을 증진합니다. 황반 건강은 선명한 시력을 유지하는 데 지대한 영향을 미칩니다.');

INSERT INTO supplement (SupName, SupPrice, SupBrand, SupDosage, SupNutri, SupNutriInfo, SupPrecautions, SupDetail) 
VALUES (
    'Swanson, 해양 콜라겐, 400mg, 캡슐 60정', 
    11254, 
    'Swanson', 
    '보충제로 하루 2회, 캡슐 1정씩 물과 함께 복용하십시오.', 
    'I형 가수분해 피쉬 콜라겐 펩타이드(틸라피아 & 팡가시우스메기)', 
    '400mg', 
    '성인 전용 상품입니다. 임신 또는 수유 중이거나 약물을 복용 중이거나 질병이 있는 경우 복용하기 전에 의료 전문가와 상의하십시오. 어린이의 손이 닿지 않는 곳에 보관하십시오. 안전 밀봉이 손상된 경우, 복용하지 마십시오. 서늘하고 건조한 곳에 보관하십시오.', 
    '타입 I 가수분해' || CHR(10) || 
    '피부 및 관절 건강' || CHR(10) || 
    '보충제' || CHR(10) || 
    '피부 및 힘줄, 동맥 건강에 도움' || CHR(10) || 
    '관절 및 뼈 영양 공급' || CHR(10) || 
    '빠른 흡수를 위한 고순도 콜라겐' || CHR(10) || 
    '1969년부터 과학에 기반한 고품질 상품 제공' || CHR(10) || 
    '콜라겐은 모발, 피부 및 손발톱 건강, 뼈에 영양을 공급하고 관절 건강을 증진하는 파운데이션 보충제입니다. 하지만 모든 콜라겐이 똑같이 생성되는 것은 아닙니다. 과학자들이 28가지 유형의 콜라겐을 식별했다는 사실을 알고 계십니까? 대부분의 보충제에서 연골에서 발견되는 주요 형태인 콜라겐 II를 공급하지만, 실제로 I형 콜라겐은 피부를 구성하는 조직, 힘줄, 동맥 등을 통해 몸에서 발견되는 주된 형태입니다. 가수분해콜라겐은 콜라겐 펩타이드라고도 합니다. Swanson 울트라하이드롤라이즈드 해양 콜라겐은 신체 조직에서 빠르게 흡수되도록 만든 고순도 콜라겐 I형을 공급합니다.'
);

INSERT INTO supplement (SupName, SupPrice, SupBrand, SupDosage, SupNutri, SupNutriInfo, SupPrecautions, SupDetail) 
VALUES (
    'Swanson, 글루코사민 & 콜라겐 2형, 캡슐 90정', 
    24749, 
    'Swanson', 
    '보충제로 하루에 6정을 물과 함께 복용하십시오.', 
    '비타민C(아스코르브산)' || CHR(10) || 
    '가수분해 콜라겐 I 및 III형(우피)', 
    '60mg' || CHR(10) || 
    '6g', 
    '성인 전용 상품입니다. 임신 또는 수유 중이거나 약물을 복용 중이거나 질병이 있는 경우 복용하기 전에 의료 전문가와 상의하십시오. 암 및 생식기능 장애를 유발할 수 있습니다. 캘리포니아주 법령 65. 어린이의 손이 닿지 않는 곳에 보관하십시오. 안전 밀봉이 손상된 경우, 복용하지 마십시오. 서늘하고 건조한 곳에 보관하십시오.', 
    'I 및 III형' || CHR(10) || 
    '생기 넘치는 피부' || CHR(10) || 
    '1정당 1,000mg 함유' || CHR(10) || 
    '보충제' || CHR(10) || 
    '젊어 보이는 피부 촉진' || CHR(10) || 
    '피부, 모발, 관절 등을 건강하게 하는 콜라겐 단백질' || CHR(10) || 
    '콜라겐 합성을 위한 비타민C 보충' || CHR(10) || 
    '1969년부터 과학에 기반한 고품질 상품 제공' || CHR(10) || 
    '콜라겐은 신체에서 가장 풍부한 단백질로 피부, 힘줄, 인대 등 결합 조직 건강에 필요합니다. 비타민C가 신체의 자연적인 콜라겐 생성을 촉진하는 동안, 콜라겐 보충제는 이러한 중요한 구조를 지원합니다. Swanson 가수분해콜라겐 펩타이드 + 비타민C는 I형 및 III형 콜라겐 1,000mg과 비타민C 10mg을 제공하여 동안 피부와 관절 건강을 증진합니다.' || CHR(10) || 
    'I형 콜라겐은 일반적으로 피부 탄력과 피부 수분 공급, 손발톱을 강화하고 모발을 두껍게 하기 위해 복용합니다. III형 콜라겐은 일반적으로 복합 보충제에서 발견되며, 대부분 I형 콜라겐과 함께 존재하며, 신체 전반의 건강을 증진하고 건강한 조직의 성장과 유지를 위한 구축 재료를 제공하는 경우에도 같습니다.' || CHR(10) || 
    '비타민C는 체내에서 콜라겐의 유지와 합성에 필요합니다. 또한 피부 건강과 피부에 영향을 줄 수 있는 외부 요인에 대한 항산화 보호 효과를 제공합니다. 또한 비타민C는 세포의 산화 손상을 방지할 수 있는 또 다른 활성산소 제거제인 비타민E를 체내에서 생성할 수 있도록 돕습니다.' || CHR(10) || 
    '몸 안의 아름다움을 증진하는 데 필요한 도구를 제공하십시오! Swanson 콜라겐 펩타이드 + 비타민C는 가수분해를 통해 더 쉽게 흡수되고, 최소한으로 가공되었으며 유전자 변형 성분이 함유되어 있지 않으며 고유 혼합물이 함유되어 있지 않아 효과를 바로 확인할 수 있습니다.'
);

INSERT INTO supplement (SupName, SupPrice, SupBrand, SupDosage, SupNutri, SupNutriInfo, SupPrecautions, SupDetail) 
VALUES (
    'Swanson, 콜라겐 가수분해물 분말, 454g(1lb)', 
    29580, 
    'Swanson', 
    '매일 아침 공복에 물과 함께 복용하고, 하루에 최대 캡슐 3정을 복용할 수 있는 보충제입니다.', 
    '글루코사민(2KCl)(조개 및 갑각류에서 추출)' || CHR(10) || 
    'BioCell Collagen®(가수분해닭흉골연골추출물)' || CHR(10) || 
    '가수분해콜라겐II형' || CHR(10) || 
    '황산콘드로이틴' || CHR(10) || 
    '히알루론산', 
    '1.5g' || CHR(10) || 
    '750mg' || CHR(10) || 
    '450mg' || CHR(10) || 
    '150mg' || CHR(10) || 
    '75mg', 
    '성인 전용 상품입니다. 임신 또는 수유 중인 경우에는 본 상품을 복용하지 마십시오. 약물을 복용 중이거나 질병이 있는 경우 복용하기 전에 의료 전문가와 상의하십시오. 어린이의 손이 닿지 않는 곳에 보관하십시오. 안전 밀봉이 손상된 경우, 복용하지 마십시오. 서늘하고 건조한 곳에 보관하십시오.', 
    '관절 건강 및 운동성' || CHR(10) || 
    'BioCell Collagen®으로 제조' || CHR(10) || 
    '보충제' || CHR(10) || 
    '관절 건강 및 가동성을 위한 영양소' || CHR(10) || 
    '장시간 사용 시 피부 탄력 증진 및 피부 주름 완화' || CHR(10) || 
    '1969년부터 과학에 기반한 고품질 상품 제공' || CHR(10) || 
    'Swanson 글루코사민 및 콜라겐 타입 II의 영양으로 조직을 관리하여 관절이 부드럽게 작용하고 탄력 있는 피부를 유지하십시오. 연골과 결합 조직을 유지하기 위해 좋은 영양소가 필요하며 건강한 관절 기능과 피부 탄력을 가능하게 하며, 이것이 바로 당사의 글루코사민 & 콜라겐 II형을 제공합니다. 1회 제공량당 조개 및 갑각류에서 추출한 글루코사민 황산염 1.5g과 콘드로이틴, 히알루론산, 콜라겐 II형 단백질이 완벽한 비율로 함유된 특허받은 닭 흉골 연골 추출물인 BioCell Collagen® 750mg이 결합되어 있습니다. 매일 관절과 피부에 영양을 공급할 수 있는 훌륭하고 경제적입니다.'
);

INSERT INTO supplement (SupName, SupPrice, SupBrand, SupDosage, SupNutri, SupNutriInfo, SupPrecautions, SupDetail) 
VALUES (
    'California Gold Nutrition, CollagenUp 플러스, 섬유소 및 필수 아미노산이 함유된 가수분해 마린 콜라겐 펩타이드, 수박 및 유자 맛, 494g(1.09lb)', 
    57847, 
    'California Gold Nutrition', 
    '매일 1스쿱을 찬물 6~8oz에 넣고 잘 섞으십시오(최상의 결과를 위해서는 블렌더 병에서 섞으십시오). 자격을 갖춘 의료 전문가의 지시에 따라 복용하는 것이 가장 좋습니다.' || CHR(10) ||
    '참고: 1스쿱은 평균 16g입니다. 뜨는 방법에 따라 1스쿱의 양이 16g보다 조금 더 적거나 많을 수 있습니다.', 
    '가수분해마린콜라겐펩타이드' || CHR(10) || 
    '부분 가수분해 구아검' || CHR(10) || 
    '류신이 풍부한 필수 아미노산 혼합물 L-류신, L-라이신, L-트레오닌, L-아이소류신, L-발린, L-페닐알라닌, L-메티오닌, L-히스티딘, L-트립토판' || CHR(10) || 
    '포도추출물(Vitis vinifera)(열매)' || CHR(10) || 
    '레드오렌지(Citrus sinensis)추출물(열매)', 
    '5g' || CHR(10) || 
    '5g' || CHR(10) || 
    '3g' || CHR(10) || 
    '100mg' || CHR(10) || 
    '100mg', 
    '어린이의 손이 닿지 않는 곳에 보관하십시오. 보충제를 복용하기 전에 면허가 있는 의사, 약사, 자연 요법 의사, 기타 자격을 갖춘 의료 전문가와 상의하십시오. 밀봉 포장된 상품입니다. 안전 밀봉이 없거나 손상된 경우에는 복용하지 마십시오. 서늘하고 건조한 곳에 보관하십시오. 열, 빛, 습기를 피해 보관하십시오. 이 상품은 부피가 아닌 중량 단위로 포장 및 판매됩니다. 시간이 지남에 따라 내용물이 가라앉을 수 있습니다. 신선도 유지를 위해 식품 등급의 방습제가 포함되어 있습니다. 먹지 마십시오. 주의: 이 상품은 보충제로만 섭취하십시오. 체중 감량을 위해 사용하지 마십시오.', 
    '수박과 유자의 맛있는 조합' || CHR(10) || 
    '우피에서 추출하지 않은 가수분해 피쉬 콜라겐' || CHR(10) || 
    '프리바이오틱 소화 저항성 섬유소 혼합물' || CHR(10) || 
    '필수 아미노산' || CHR(10) || 
    'California Gold Nutrition® CollagenUP 플러스, 494g(17.4oz)은 모발, 피부, 손발톱, 관절, 뼈 건강에 도움이 되는 성분을 모두 함유하고 있습니다.* 이 분말은 물에 쉽게 혼합되므로 식단에 콜라겐, 섬유질, 필수 아미노산을 간편하게 추가하여 영양소를 보충할 수 있습니다.'
);

INSERT INTO supplement (SupName, SupPrice, SupBrand, SupDosage, SupNutri, SupNutriInfo, SupPrecautions, SupDetail) 
VALUES (
    'Codeage, 리포소말 콜라겐 펩타이드+, 무맛, 424.5g(14.97oz)', 
    59807, 
    'Codeage', 
    '성인은 매일 1스쿱을 혼합하거나 의료 전문가의 지시에 따라 8~12온스의 물 또는 선호하는 음료에 혼합하십시오. 권장 복용량을 초과하지 마십시오.', 
    '비타민C(아스코르브산 및 퀘르세틴 파이토솜(회화나무(Sophora japonica)추출물(꽃)/해바라기에서 추출한 포스포리피드복합체))' || CHR(10) || 
    'BioPeptide Collagen™ 하이드로 매트릭스 I형 및 III형 콜라겐 펩타이드 함유 혼합물(목초 사육 및 방목 사육 소에서 추출) 및 필수 포스포리피드' || CHR(10) || 
    '리포소말 전달 매트릭스 유전자 변형 성분 무함유 해바라기오일 및 해바라기레시틴(포스파티딜콜린 함유)' || CHR(10) || 
    'Nanoactive™ 콜라겐 펩타이드(가수분해 우피 콜라겐 펩타이드(유전자 변형 성분 무함유, 글루텐 무함유, BSE 프리, 브라질 유기농))', 
    '95mg' || CHR(10) || 
    '14.05g' || CHR(10) || 
    '50mg' || CHR(10) || 
    '14g', 
    '주의: 이 상품은 보충제로만 복용하십시오. 체중 감량을 위해 복용하지 마십시오. 단백질의 주요 공급원이 아닙니다. 콜라겐 단백질은 필수 아미노산인 트립토판이 없기 때문에 미국 식품의약국에서 권고하는 단백질 %하루 영양소 기준치에 포함되지 않습니다. 권장 복용량을 초과하지 마십시오. 임신부 또는 수유 중인 산모이거나 병력이 있는    경우에는 이 상품이나 다른 보충제를 복용하기 전에 의사와 상의하십시오. 표시된 성분에 대해 알레르기가 있거나 민감한 분은 주의해서 복용하십시오. 수술 예정인 경우에는 수술 2주 전에 복용을 중단하십시오. 본 상품은 만 18세 미만에게 적합하지 않습니다. 색상과 냄새는 상품마다 다를 수 있습니다. 내용물은 부피가 아닌 중량 단위로 포장됩니다. 내용물이 가라앉을 수 있습니다. 서늘하고 건조한 곳에 보관하십시오. 상품이 개봉되어 있거나 안전 밀봉이 손상된 경우에는 복용하지 마십시오. 어린이와 반려동물이 접근할 수 없는 곳에 보관하십시오.', 
    'I형 및 III형' || CHR(10) || 
    '비타민C' || CHR(10) || 
    '퀘르세틴 파이토솜' || CHR(10) || 
    '보충제' || CHR(10) || 
    '퀘르세틴 파이토솜+비타민C' || CHR(10) || 
    '목초사육 + 방목사육' || CHR(10) || 
    '우수 제조 및 품질 관리 기준(cGMP) 인증' || CHR(10) || 
    '유전자 변형 성분 무함유' || CHR(10) || 
    '어드밴스드 리포소말 콜라겐 분말 보충제를 1형 및 3형 가수분해콜라겐, 비타민C, 퀘르세틴 파이토솜, 포스포리피드와 함께 여성 및 남성을 위한 하나의 무맛 콜라겐 분말 영양 솔루션에 담았습니다.'
);

INSERT INTO supplement (SupName, SupPrice, SupBrand, SupDosage, SupNutri, SupNutriInfo, SupPrecautions, SupDetail) 
VALUES (
    'Codeage, 콜라겐 비타민C + 분말, 가수분해콜라겐, 비타민C, 히알루론산, 무맛, 283g(9.98oz)', 
    37548, 
    'Codeage', 
    '성인의 경우 좋아하는 음료, 커피, 스무디 8oz에 Codeage 콜라겐 비타민+ 1스쿱을 섞어서 복용하십시오. 권장 복용량을 초과하지 마십시오.', 
    '비타민C(아스코르브산)' || CHR(10) || 
    '가수분해우피콜라겐(BSE 무함유)' || CHR(10) || 
    '히알루론산' || CHR(10) || 
    'DigeSEB® 효소 혼합물 아밀라아제, 셀룰라아제, 락타아제, 리파아제, 프로테아제', 
    '100mg' || CHR(10) || 
    '20,000mg' || CHR(10) || 
    '120mg' || CHR(10) || 
    '25mg', 
    '단백질의 주요 공급원이 아닙니다. 콜라겐 단백질은 필수 아미노산인 트립토판이 없기 때문에 미국 식품의약국에서 권고하는 단백질 %하루 영양소 기준치에 포함되지 않습니다. 임신 또는 수유 중인 경우, 알레르기 또는 질병이 있거나 약물을 복용 중인 경우 이 상품이나 다른 보충제를 복용하기 전에 의사와 상담하십시오. 색상과 냄새는 상품마다 다를 수 있습니다. 주의: 이 상품은 보충제로만 복용하십시오. 체중 감량을 위해 복용하지 마십시오. 내용물은 부피가 아닌 중량 단위로 포장됩니다. 내용물이 가라앉을 수 있습니다. 서늘하고 건조한 곳에 보관하십시오. 상품이 개봉되어 있거나 안전 밀봉이 손상된 경우에는 복용하지 마십시오. 어린이와 반려동물이 접근할 수 없는 곳에 보관하십시오.', 
    '피부, 모발, 손발톱, 관절 건강 증진' || CHR(10) || 
    '보충제' || CHR(10) || 
    '콜라겐 I & III형' || CHR(10) || 
    '아미노산 18종' || CHR(10) || 
    '목초 사육' || CHR(10) || 
    '방목 사육' || CHR(10) || 
    '소화 효소' || CHR(10) || 
    '히알루론산' || CHR(10) || 
    '유전자 변형 성분 무함유' || CHR(10) || 
    '대두 무함유' || CHR(10) || 
    '유제품 무함유' || CHR(10) || 
    '글루텐 무함유' || CHR(10) || 
    '우수 제조 및 품질 관리 기준(cGMP) 인증'
);

INSERT INTO supplement (SupName, SupPrice, SupBrand, SupDosage, SupNutri, SupNutriInfo, SupPrecautions, SupDetail) 
VALUES (
    'Solgar, 환원 l-글루타치온, 250mg, 베지 캡슐 30정', 
    24622, 
    'Solgar', 
    '성인을 위한 보충제로 하루 최대 2회, 베지 캡슐 1정씩 식간에 복용하거나 의사의 지시에 따라 복용하십시오.', 
    'l-글루타치온(환원형)(유리형)', 
    '250mg', 
    '임신 또는 수유 중이거나 약물을 복용 중이거나 질병이 있는 경우, 보충제를 복용하기 전에 의사와 상담하십시오. 부작용이 발생할 경우, 복용을 중단하고 의사와 상담하십시오. 어린이의 손이 닿지 않는 곳에 보관하십시오. 실온에서 보관하십시오. 외부 용기 안전 밀봉이 없거나 손상된 경우에는 복용하지 마십시오.', 
    '1947년 설립' || CHR(10) || 
    '유리형 항산화 지원제' || CHR(10) || 
    '유전자 변형 성분 무함유' || CHR(10) || 
    '글루텐, 밀, 유제품 무함유' || CHR(10) || 
    '비건에게 적합' || CHR(10) || 
    '코셔 파르브' || CHR(10) || 
    '보충제' || CHR(10) || 
    '글루타치온은 글루탐산, 시스테인 및 글라이신이라는 아미노산을 함유. 글루타치온은 활성산소로부터 몸을 보호하는 중요한 수용성 항산화제입니다. 활성산소는 산화 스트레스를 유발할 수 있으며, 이는 세포의 조기 노화로 이어질 수 있습니다. 또한 아미노산 전달 경로에서도 작용합니다.'
);

INSERT INTO supplement (SupName, SupPrice, SupBrand, SupDosage, SupNutri, SupNutriInfo, SupPrecautions, SupDetail) 
VALUES (
    'Solgar, 루테인, 20mg, 소프트젤 60정', 
    32408, 
    'Solgar', 
    '성인용 보충제로 매일 소프트젤 1정을 가급적 식사와 함께 복용하거나 의료 전문가의 지시에 따라 복용하십시오.', 
    '루테인(FloraGLO®)(제아잔틴 1mg 공급)', 
    '20mg', 
    '임신, 수유 중이거나 약물을 복용하고 있거나 질환이 있는 경우에는 보충제를 복용하기 전에 의료 전문가와 상의하십시오. 데이지 같은 꽃에 알레르기가 있다면 이 제품을 피하십시오. 부작용이 발생하면 사용을 중단하고 의료 전문가와 상담하십시오. 어린이의 손이 닿지 않는 곳에 보관하십시오. 실온에서 보관하십시오. 외부 용기 밀봉이 없거나 손상된 경우에는 사용하지 마십시오.', 
    '1947년 설립' || CHR(10) || 
    '눈 건강' || CHR(10) || 
    '유전자 변형 성분 무함유' || CHR(10) || 
    '글루텐, 밀 & 유제품 무함유' || CHR(10) || 
    '보충제' || CHR(10) || 
    'FloraGLO Lutein®' || CHR(10) || 
    '노화가 진행되면서 이 필수 카로티노이드의 자연적 공급량이 감소할 수 있습니다. 식품을 통한 섭취량이 부족할 경우에는 더욱 그렇습니다. Solgar® 루테인 20mg은 눈 건강을 영양학적으로 촉진하고 지원합니다.'
);

INSERT INTO supplement (SupName, SupPrice, SupBrand, SupDosage, SupNutri, SupNutriInfo, SupPrecautions, SupDetail) 
VALUES (
    'Solgar, 루테인, 40mg, 소프트젤 30정', 
    29819, 
    'Solgar', 
    '성인을 위한 보충제로써, 매일 소프트젤 1정을 식사 때 섭취하시거나 의료 전문가의 지시에 따라 섭취하십시오.', 
    '루테인(FloraGlo®)(제아잔틴 2mg 공급)', 
    '40mg', 
    '약물을 복용하고 있거나 질환이 있는 경우에는 보충제를 섭취하기 전에 의료 전문가와 상의하십시오. 어린이의 손이 닿지 않는 곳에 보관하십시오. 서늘하고 건조한 곳에 보관하십시오. 용기의 외부 밀봉이 없거나 찢어졌거나 손상된 경우에는 사용하지 마십시오.', 
    '1947년 설립' || CHR(10) || 
    '눈 건강' || CHR(10) || 
    '글루텐, 밀 & 유제품 무함유' || CHR(10) || 
    '보충제' || CHR(10) || 
    'Flora Glow 루테인' || CHR(10) || 
    '루테인이 태양 및 인공 광원에서 나오는 고에너지 청색광을 걸러준다는 과학적 근거들이 나오고 있습니다. 고에너지 청색광은 눈과 피부에 산화 스트레스를 주고 활성산소로 인한 손상을 야기할 수 있습니다. Solar의 루테인 40mg은 눈 건강, 건강한 피부 및 피부 보습 증진을 위해 개발되었습니다.'
);

INSERT INTO supplement (SupName, SupPrice, SupBrand, SupDosage, SupNutri, SupNutriInfo, SupPrecautions, SupDetail) 
VALUES (
    'Codeage, 리포소말, 글루타치온, 캡슐 60정', 
    55633, 
    'Codeage', 
    '성인은 매일 캡슐 2정을 복용하거나 의사의 지시에 따라 물 또는 원하는 음료 8온스와 함께 복용하십시오. 음식 섭취 여부와 상관없이 복용할 수 있습니다.', 
    'Setria® L-글루타티온' || CHR(10) || 
    '포스포리피드 복합체(유전자 변형 성분 무함유 해바라기 오일과 레시틴에서 추출)', 
    '500mg' || CHR(10) || 
    '350mg', 
    '권장 복용량을 초과하지 마십시오. 임신부 또는 수유 중인 산모이거나 만 18세 미만이거나 알려진 질환이 있으신 분은 이 제품이나 다른 보충제를 복용하기 전에 의사와 상의하십시오. 표시된 성분에 대해 알레르기가 있거나 민감한 분은 주의해서 사용하십시오. 서늘하고 건조한 곳에 보관하십시오. 제품이 개봉되어 있거나 포장이 훼손된 경우에는 사용하지 마십시오. 어린이와 반려동물이 접근할 수 없는 곳에 보관하십시오.', 
    '유전자 변형 성분 무함유' || CHR(10) || 
    '비건' || CHR(10) || 
    '보충제' || CHR(10) || 
    'Setria® L-글루타티온' || CHR(10) || 
    '포스포리피드 복합체' || CHR(10) || 
    '우수 제조 및 품질 관리 기준(cGMP) 인증' || CHR(10) || 
    '리포소말 글루타치온에는 리포솜 전달 기술과 Setria®? 글루타치온이 결합되어 있습니다.'
);

INSERT INTO supplement (SupName, SupPrice, SupBrand, SupDosage, SupNutri, SupNutriInfo, SupPrecautions, SupDetail) 
VALUES (
    'Codeage, 글루타치온-SR+, 베지 캡슐 60정', 
    45895, 
    'Codeage', 
    '성인은 하루에 캡슐 1정씩 복용하거나 의료 전문가의 지시에 따라 물 또는 원하는 음료 8온스와 함께 복용하십시오. 음식 섭취 여부와 상관없이 복용할 수 있습니다.', 
    'l-글루타치온(환원형)', 
    '250mg', 
    '권장 복용량을 초과하지 마십시오. 임신부 또는 수유 중인 산모이거나 만 18세 미만이거나 알려진 질병이 있는 경우 본 상품이나 다른 보충제를 복용하기 전에 의사와 상의하십시오. 표시된 성분에 대해 알레르기가 있거나 민감한 경우 주의해서 복용하십시오. 서늘하고 건조한 곳에 보관하십시오. 제품이 개봉되어 있거나 안전 밀봉이 훼손된 경우에는 복용하지 마십시오. 어린이와 반려동물이 접근할 수 없는 곳에 보관하십시오.', 
    '서방형 글루타치온' || CHR(10) || 
    '항산화 강화' || CHR(10) || 
    '보충제' || CHR(10) || 
    '글루타치온 복합체' || CHR(10) || 
    '서방형 매트릭스' || CHR(10) || 
    '비건' || CHR(10) || 
    '유전자 변형 성분 무함유' || CHR(10) || 
    '대두 무함유' || CHR(10) || 
    '유제품 무함유' || CHR(10) || 
    '글루텐 무함유' || CHR(10) || 
    'cGMP 인증 시설에서 제조' || CHR(10) || 
    'Feel Different' || CHR(10) || 
    '아멘 Glutathione-SR+는 하이드록시프로필 메틸셀룰로오스, 호로파 씨에서 추출한 갈락토만난, 해바라기 레시틴으로 구성된 환원형 l-글루타치온 및 서방형 매트릭스로 제조된 정교한 보충제입니다. 글루타치온 서방형을 위한 고유 혼합물로 강화된 이 포뮬라는 생체이용률을 높이는 것을 목표로 합니다.'
);

INSERT INTO supplement (SupName, SupPrice, SupBrand, SupDosage, SupNutri, SupNutriInfo, SupPrecautions, SupDetail) 
VALUES (
    'NOW Foods, 알로에 10,000 & 프로바이오틱, 베지 캡슐 60정', 
    16533, 
    'NOW Foods', 
    '하루에 2회 캡슐 1정씩 복용하십시오.,효능 유지를 위해 냉장 보관하십시오.', 
    '유기농 알로에베라(Aloe barbadensis)(잎)(200:1 농축물)(신선한 알로에베라 젤 10,000mg 상당량)' || CHR(10) || 
    '10가지 프로바이오틱 박테리아 균주 혼합물: 락토바실러스 애시도필러스(La-14), 비피도박테리움 락티스(Bl-04), 락토바실러스 플란타럼(Lp-115), 락토바실러스 카제이(Lc-11), 락토바실러스 람노서스(Lr-32), 락토바실러스 파라카제이(Lpc-37), 비피도박테리움 브레브(Bb-03), 스트렙토코커스 써모필러스(St-21), 락토바실러스 살리마바리우스(Ls-33), 비피도박테리움 롱검(Bl-05)', 
    '50mg' || CHR(10) || 
    '50억CFU', 
    '어린이의 손이 닿지 않는 곳에 보관하십시오. 보충제를 복용하기 전에 면허가 있는 의사, 약사, 자연 요법 의사, 기타 자격을 갖춘 의료 전문가와 상의하십시오.', 
    '소화 건강 지원' || CHR(10) || 
    '알로에베라 10,000mg 동량 함유' || CHR(10) || 
    '10가지 균주(50억) 프로바이오틱 혼합물' || CHR(10) || 
    '유전자 변형 성분 무함유' || CHR(10) || 
    '보충제' || CHR(10) || 
    '채식주의자 및 비건에 적합' || CHR(10) || 
    '균주 검증 완료' || CHR(10) || 
    '프로바이오틱/효소/소화' || CHR(10) || 
    '1968년 설립된 가족 기업' || CHR(10) || 
    '우수 제조 및 품질 관리 기준(GMP) 품질 보증' || CHR(10) || 
    '알로에베라는 비타민, 미네랄, 효소, 아미노산 등 다양한 영양소를 제공합니다. 글리코사미노글리칸(GAG)으로도 알려진 알로에베라의 구성 성분인 무코다당류는 알로에베라의 활성 성분으로 간주됩니다. 과학적 연구에 따르면 알로에는 신체의 자가 치유 과정을 지원하는 데 도움이 될 수 있다고 나타났습니다. 건강한 소화계를 지원하는 알로에의 역할을 보완하기 위해 10가지 균주 프로바이오틱 혼합물을 추가하였습니다.' || CHR(10) || 
    '' || CHR(10) || 
    '본 제품의 프로바이오틱 균주는 DNA 지문 기술을 사용하여 확인하고 검증되었습니다.'
);

INSERT INTO supplement (SupName, SupPrice, SupBrand, SupDosage, SupNutri, SupNutriInfo, SupPrecautions, SupDetail) 
VALUES (
    'NOW Foods, 프로바이오틱-10, 1,000억, 베지 캡슐 60정', 
    77880, 
    'NOW Foods', 
    '매일 캡슐 1정씩 식간이나 공복에 복용하십시오. 효능 유지를 위해 냉장 보관하십시오.', 
    '10가지 프로바이오틱 박테리아 균주 혼합물:(락토바실러스 애시도필러스(La-14),비피도박테리움 락티스(Bl-04),락토바실러스 플란타럼(Lp-115), 락토바실러스 카제이(Lc-11),락토바실러스 람노서스(Lr-32), 락토바실러스 파라카제이(Lpc-37),비피도박테리움 브레브(Bb-03), 스트렙토코커스 써모필러스(St-21), 락토바실러스 살리바리우스(Ls-33), 비피도박테리움 롱검(Bl-05))', 
    '1000억CFU', 
    '어린이의 손이 닿지 않는 곳에 보관하십시오. 보충제를 복용하기 전에 면허가 있는 의사, 약사, 자연 요법 의사, 기타 자격을 갖춘 의료 전문가와 상의하십시오.', 
    '10가지 프로바이오틱 균주' || CHR(10) || 
    '복원 치료' || CHR(10) || 
    '장 균형이 일시적으로 교란된 때 사용' || CHR(10) || 
    '유제품, 대두 & 글루텐 무함유' || CHR(10) || 
    '코셔' || CHR(10) || 
    '유전자 변형 성분 무함유' || CHR(10) || 
    '보충제' || CHR(10) || 
    '채식주의자/비건에 적합' || CHR(10) || 
    '균주 검증 완료' || CHR(10) || 
    '소화 촉진' || CHR(10) || 
    '1968년 설립된 가족 기업' || CHR(10) || 
    'GMP 품질 보증' || CHR(10) || 
    'NOW 프로바이오틱-10은 인간 소화기관에 자연적으로 서식하는 것으로 알려진 내산성 프로바이오틱 균주로 이루어진 균형 잡힌 다양한 생균을 제공합니다. 프로바이오틱 박테리아는 건강한 소화에 필수적이며 장벽의 온전성을 유지하고 적절한 장 유동성을 지원할 뿐만 아니라 해독 과정에도 관여합니다. 이 강력한 프로바이오틱-10 포뮬라는 1,000억 마리의 생박테리아를 제공하여, 간혹 발생하는 일시적인 장내 균형 파괴 이후에 세균총을 건강히 회복시킵니다.'
);

INSERT INTO supplement (SupName, SupPrice, SupBrand, SupDosage, SupNutri, SupNutriInfo, SupPrecautions, SupDetail) 
VALUES (
    'Codeage, 아멘 비오틴 콜라겐 비타민+ 흑후추 추출물, 베지 캡슐 90정', 
    41721, 
    'Codeage', 
    '하루에 캡슐 1정씩 물이나 선호하는 음료 8oz와 함께 복용하십시오. 식후 또는 공복에 복용할 수 있습니다.', 
    '비타민C(아스코르브산)' || CHR(10) || 
    '비타민E(디-알파 토코페롤아세테이트)' || CHR(10) || 
    '엽산(l-5-메틸테트라하이드로폴레이트)' || CHR(10) || 
    '비오틴' || CHR(10) || 
    '모발, 피부, 손발톱 혼합물 가수분해해양콜라겐펩타이드, 호박씨분말(cucurbita pepo), MSM(메틸설포닐메테인), 쏘팔메토껍질분말, 케라틴, 히알루론산, 흑후추열매추출물(피페린 95%로 표준화: Pipernigrum)', 
    '90mg' || CHR(10) || 
    '15mg' || CHR(10) || 
    '1,700mcg DFE' || CHR(10) || 
    '10,000mcg' || CHR(10) || 
    '530mg', 
    '권장 복용량을 초과하지 마십시오. 임신부 또는 수유 중인 산모이거나 만 18세 미만이거나 알려진 질병이 있는 경우 본 상품이나 다른 보충제를 복용하기 전에 의사와 상의하십시오. 표시된 성분에 대해 알레르기가 있거나 민감한 경우 주의해서 복용하십시오. 서늘하고 건조한 곳에 보관하십시오. 상품이 개봉되어 있거나 안전 밀봉이 손상된 경우에는 복용하지 마십시오. 어린이와 반려동물이 접근할 수 없는 곳에 보관하십시오.', 
    '고품질 영양 공급' || CHR(10) || 
    '보충제' || CHR(10) || 
    '가수분해콜라겐' || CHR(10) || 
    '히알루론산 및 케라틴' || CHR(10) || 
    '3개월분' || CHR(10) || 
    '유전자 변형 성분 무함유' || CHR(10) || 
    '대두 무함유' || CHR(10) || 
    '유제품 무함유' || CHR(10) || 
    '글루텐 무함유' || CHR(10) || 
    '우수 제조 및 품질 관리 기준(cGMP) 인증' || CHR(10) || 
    'Feel Different' || CHR(10) || 
    '아멘 비오틴 콜라겐 비타민+는 비오틴 10,000mcg, 콜라겐 펩타이드, 비타민C 및 E, 엽산을 함유한 고급 보충제로 피부, 손발톱, 모발 및 면역력을 지원합니다. 이 비오틴 보충제는 히알루론산, 케라틴, MSM, 호박씨 분말, 쏘팔메토, 흑후추로 흡수력을 더욱 강화했습니다.'
);

INSERT INTO supplement (SupName, SupPrice, SupBrand, SupDosage, SupNutri, SupNutriInfo, SupPrecautions, SupDetail) 
VALUES (
    'Codeage, Nanofood, 액상 콜라겐, 트림 앤 글로우, 프렌치 바닐라 맛, 450ml(15.22fl oz)', 
    69545, 
    'Codeage', 
    '매일 15ml(1테이블스푼)씩 복용하거나 의료 전문가의 지시에 따라 복용하십시오. 음식과 함께 복용하십시오. 사용하기 전에 잘 흔들어 주십시오. 개봉 후에는 냉장 보관하십시오.', 
    '트리밍 & 글로우 블렌드 공액리놀레산(잇꽃씨오일에서 추출)' || CHR(10) || 
    '유청단백질, 필수 인지질 및 포스파티딜콜린을 제공하는 유전자 변형 성분 무함유 해바라기오일, 액상 TriCollagen™(II형 콜라겐 펩타이드를 제공하는 가수분해닭흉골연골추출물, I형 및 III형 콜라겐 펩타이드를 제공하는 가수분해우피콜라겐), 황산콘드로이틴 및 히알루론산.', 
    '7.06g' || CHR(10) || 
    '-', 
    '권장 복용량을 초과하지 마십시오. 임신부 또는 수유부이거나 질병이 있는 분은 이 상품이나 다른 보충제를 복용하기 전에 의사와 상의하십시오. 표시된 성분에 대해 알레르기가 있거나 민감한 경우 주의해서 복용하십시오. 수술이 예정되어 있는 경우 수술 2주 전에 복용을 중단하십시오. 본 상품은 만 18세 미만에게 적합하지 않습니다. 콜라겐은 단백질의 주요 공급원이 아닙니다. 콜라겐 단백질은 필수 아미노산인 트립토판이 없기 때문에 미국 식품의약국에서 권고하는 단백질 %하루 영양소 기준치에 포함되지 않습니다. 서늘하고 건조한 곳에 보관하십시오. 상품이 개봉되어 있거나 안전 밀봉이 손상된 경우에는 복용하지 마십시오. 어린이와 반려동물이 접근할 수 없는 곳에 보관하십시오.', 
    '콜라겐/HA + CLA' || CHR(10) || 
    '미셀라 기술' || CHR(10) || 
    '보충제' || CHR(10) || 
    '멀티 콜라겐' || CHR(10) || 
    '대두 성분 무함유' || CHR(10) || 
    '글루텐 무함유' || CHR(10) || 
    '히알루론산, CLA, 비타민E 등의 다양한 성분이 함유된 최신 액상 콜라겐 보충제인 Codeage Nanofood 액상 콜라겐 Trim & Glow를 경험해 보십시오. 피부, 관절, 모발 건강에 도움이 됩니다. 이 액상 콜라겐은 생체이용률과 흡수율을 높이기 위해 리포소말 전달체와 함께 제공됩니다.'
);

INSERT INTO supplement (SupName, SupPrice, SupBrand, SupDosage, SupNutri, SupNutriInfo, SupPrecautions, SupDetail) 
VALUES (
    'Thorne, 글루타치온-SR, 캡슐 60정', 
    68168, 
    'Thorne', 
    '1일 2~3회 캡슐 1정씩 복용하거나 의료 전문가의 권고에 따르십시오.', 
    '글루타치온(환원형)', 
    '175mg', 
    '밀봉 포장: 병이 밀봉되어 있는 경우에만 사용하십시오. 서늘하고 건조한 곳에 단단히 밀봉하여 보관하십시오. 임신 중인 경우에는 이 제품을 사용하기 전에 의료 전문가와 상의하십시오.', 
    '보충제' || CHR(10) || 
    '간/해독' || CHR(10) || 
    '기초 건강' || CHR(10) || 
    '서방형' || CHR(10) || 
    'NSF Certified Sport 인증' || CHR(10) || 
    '글루텐 무함유' || CHR(10) || 
    '인체에서 가장 중요한 항산화제와 해독 인자가 서서히 방출되는 형태.' || CHR(10) || 
    '글루타치온-SR은 간, 뇌, 심장, 폐 및 눈에 항산화제를 지원하는 서방형 글루타치온입니다. 신체 활동에 몸이 반응하도록 돕는 역할도 합니다.' || CHR(10) || 
    'Thorne의 글루타치온은 NSF Certified for Sport® 인증 제품입니다. 세포에서 자연적으로 생성되고 해독 작용에 관련된 수십 가지 효소 반응에 관여하는 보조 인자입니다. 항산화제로서 글루타치온은 여러 반응성 산소 종(활성산소)을 직접 제거합니다.* 몸에 글루타치온을 정상 수준으로 유지하면 간 기능, 폐 기능, 면역 기능, 장 건강, 탄수화물 대사, 심혈관 건강, 인지 건강, 눈 건강 등에 유익합니다. 글루타치온-SR은 서방형 포뮬라가 위산과 소화효소로부터 보호하여 서서히 방출되어 이 중요한 영양소를 혈류에 더욱 일정하게 유지할 수 있어서 글루타치온 보충제의 혁명이라고 할 수 있습니다.' || CHR(10) || 
    '글루타치온은 가장 풍부한 항산화제입니다. 훈련과 경쟁으로 인해 산화 스트레스와 손상이 더욱 커지기 때문에 운동선수는 항산화제가 더욱 많이 필요합니다. 60~90분 이상의 운동으로 인해 혈중 글루타치온 농도가 급격히 감소하며, 따라서 지구력과 초지구력을 요구하는 이벤트에는 글루타치온을 보충하는 것이 좋습니다.' || CHR(10) || 
    '간은 몸에서 가장 큰 글루타치온 저장고입니다. 강력한 내생성 항산화제인 글루타치온은 간의 1단계 및 2단계 해독 과정에 반드시 필요합니다. 그러나 불량한 라이프스타일 문제와 간 건강에 영향을 미치는 불리한 조건으로 인해 간의 글루타치온 양이 감소할 수 있습니다.' || CHR(10) || 
    '특히 노화 과정에서 인지 기능을 지원하기 위해서는 최적의 글루타치온 수준을 유지하는 것이 중요합니다. 정상적인 노화 과정은 글루타치온 활성의 감소와 그에 따른 산화 활성 상승과 관련이 깊습니다. 인지 기능이 감퇴한 사람들은 글루타치온 수준이 낮음을 확인할 수 있습니다. 그와는 반대로, 100살까지 사는 사람들은 글루타치온 활성이 더 높은 경향이 있습니다.' || CHR(10) || 
    '비록 입으로 섭취하는 글루타치온은 흡수율이 낮다는 오해가 있지만, 상당한 데이터에서는 특정 흡수 시스템을 통해 장 상피세포에서 효율적으로 글루타치온이 흡수된다는 사실을 확인해 주고 있습니다.' || CHR(10) || 
    '운동선수라면 자신이 복용하는 보충제가 신뢰할 만하고 법규를 준수한다는 사실을 알아야 하기 때문에 NSF Certified for Sport 인증 제품은 라벨 정보에 부합하는지 생산 차수마다 검사하여, 주요 운동 단체가 금지하고 있는 흥분제, 마약, 스테로이드, 이뇨제, 베타-2 물질, 은폐제 등 200여 가지 물질이 없다는 사실을 확인하고 있습니다.'
);

INSERT INTO supplement (SupName, SupPrice, SupBrand, SupDosage, SupNutri, SupNutriInfo, SupPrecautions, SupDetail) 
VALUES (
    'Thorne, 콜라겐 핏, 506g(17.8oz)', 
    69559, 
    'Thorne', 
    '8~12oz 이상의 물이나 원하는 음료에 매일 1스쿱을 섞어서 복용하거나 의사의 지시에 따르십시오.', 
    '콜라겐펩타이드(우피)' || CHR(10) || 
    '니코틴아마이드리보사이드하이드로젠말레이트' || CHR(10) || 
    '무수베타인(트라이메틸글리신)', 
    '15g' || CHR(10) || 
    '125mg' || CHR(10) || 
    '50mg', 
    '변조 방지 포장: 용기가 밀봉되어 있는 경우에만 복용하십시오. 단단히 밀봉하여 서늘하고 건조한 곳에 보관하십시오. 임신 중인 경우에는 본 상품을 복용하기 전에 의사와 상의하십시오.', 
    '나이아신아마이드 리보사이드 함유 콜라겐' || CHR(10) || 
    '보충제' || CHR(10) || 
    '건강한 노화' || CHR(10) || 
    '관절 강화' || CHR(10) || 
    '운동 능력 강화' || CHR(10) || 
    '글루텐 무함유' || CHR(10) || 
    '무맛 콜라겐이 근력과 관절, 힘줄, 뼈, 인대 건강을 강화하며, 나이아신아마이드 리보사이드가 함유되어 있어 건강한 노화에 도움이 됩니다.' || CHR(10) || 
    '관절, 근육 건강, 세포 에너지 생성, 운동, 회복 및 건강한 노화를 증진하는 영양소를 좋아하는 음료에 더해 건강하게 즐기십시오.' || CHR(10) || 
    '콜라겐 핏은 격렬한 운동을 하는 분들을 위해 만든 무맛 콜라겐 분말입니다. 관절 건강을 강화하고 순근육량 증가를 촉진하는 콜라겐 펩타이드와 세포 에너지 생성을 강화하고 세포 회복을 촉진하는 나이아신아마이드 리보사이드(NR)가 함유된 Thorne의 최신 콜라겐 포뮬라가 온종일 활동할 수 있도록 에너지를 공급합니다. 차갑거나 뜨거운 음료에 쉽게 섞이는 무맛 포뮬라를 커피, 스무디 또는 나만의 음료에 넣어 콜라겐을 원하는 방식으로 섭취할 수 있습니다.'
);

INSERT INTO supplement (SupName, SupPrice, SupBrand, SupDosage, SupNutri, SupNutriInfo, SupPrecautions, SupDetail) 
VALUES (
    'Thorne, Collagen Plus, 패션 베리, 495g(1.09lb)', 
    83471, 
    'Thorne', 
    '매일 1스쿱을 8~12온스 이상의 물에 혼합하거나 의사의 지시에 따라 복용하십시오.', 
    '콜라겐펩타이드(우피)' || CHR(10) || 
    'MitoHeal® 레드커런트(열매)(Ribes rubrum) 및 블랙커런트(열매)(Ribes nigrum) 생체활성Ribetril-A추출물' || CHR(10) || 
    '니코틴아마이드리보사이드하이드로젠말레이트' || CHR(10) || 
    '무수베타인(트라이메틸글리신)' || CHR(10) || 
    'HydroPeach™ 세라마이드(복숭아추출물)(열매)(Prunus persica)', 
    '13g' || CHR(10) || 
    '500mg' || CHR(10) || 
    '125mg' || CHR(10) || 
    '50mg' || CHR(10) || 
    '20mg', 
    '변조 방지 포장: 용기가 밀봉되어 있는 경우에만 복용하십시오. 밀봉하여 서늘하고 건조한 곳에 보관하십시오. 임신 중인 경우에는 본 상품을 복용하기 전에 의사와 상의하십시오.', 
    '니코틴아마이드 리보사이드가 함유된 패션 베리 맛 콜라겐' || CHR(10) || 
    '보충제' || CHR(10) || 
    '건강한 노화' || CHR(10) || 
    '피부/모발' || CHR(10) || 
    'T 독점판매 상품' || CHR(10) || 
    '글루텐 무함유' || CHR(10) || 
    'Thorne의 콜라겐 플러스에는 콜라겐 및 니코틴아마이드 리보사이드의 잘 알려진 효능과 속부터 차오르는 아름다움을 위해 임상 연구된 식물 추출물이 결합되어 피부 건강을 위한 최강의 성분이 함유되어 있습니다.' || CHR(10) || 
    '콜라겐 플러스에는 콜라겐 펩타이드, 특허 받은 블랙커런트 및 레드커런트 폴리페놀 혼합물, 화이트 피치 추출물 및 니코틴아마이드 리보사이드가 맛있는 패션 베리 분말에 함유되어 있습니다.' || CHR(10) || 
    '이 독특한 포뮬라는 피부, 모발, 손발톱에 영양을 공급하고 이를 외부 환경으로부터 보호합니다. 4주 안에 더 젊고 빛나는 피부와 모발을 경험해 보십시오.' || CHR(10) || 
    'Thorne의 콜라겐 플러스에 들어 있는 성분의 효능:' || CHR(10) || 
    '피부, 모발 및 손발톱 건강 향상 - 이르면 4주 내에 눈에 보이는 효과' || CHR(10) || 
    '콜라겐이 피부의 수분, 탄력 및 힘을 증진' || CHR(10) || 
    '주름 및 잔주름을 완화하고 피부 색소를 밝게 해 주고 환하게 밝혀 줌' || CHR(10) || 
    '피부결 개선 및 거친 피부 완화' || CHR(10) || 
    '건조하고, 거칠고, 각질이 일어나는 피부를 위한 피부 수분 공급에 도움' || CHR(10) || 
    '젊은 사람의 경우 건강해 보이는 피부를 유지하도록 도움' || CHR(10) || 
    '노화가 진행되는 피부의 세포 회복 증진'
);

INSERT INTO supplement (SupName, SupPrice, SupBrand, SupDosage, SupNutri, SupNutriInfo, SupPrecautions, SupDetail) 
VALUES (
    'California Gold Nutrition, LactoBif 30 프로바이오틱, 300억CFU, 베지 캡슐 60정', 
    31088, 
    'California Gold Nutrition', 
    '하루에 캡슐 1정을 식사 여부와 관계없이 복용하십시오. 자격을 갖춘 의료 전문가의 지시에 따라 복용하는 것이 가장 좋습니다.', 
    '프로바이오틱박테리아혼합물' || CHR(10) || 
    '(락토바실러스애시도필러스' || CHR(10) || 
    '비피도박테리움락티스' || CHR(10) || 
    '락토바실러스람노서스' || CHR(10) || 
    '락토바실러스플란타럼' || CHR(10) || 
    '비피도박테리움롱검' || CHR(10) || 
    '비피도박테리움브레브' || CHR(10) || 
    '락토바실러스카제이' || CHR(10) || 
    '락토바실러스살리바리우스)', 
    '300억 CFU(136mg)', 
    '주요 성분: 프로바이오틱박테리아혼합물, 어린이의 손이 닿지 않는 곳에 보관하십시오. 보충제를 복용하기 전에 면허가 있는 의사, 약사, 자연 요법 의사, 기타 자격을 갖춘 의료 전문가와 상의하십시오.', 
    '캡슐당 300억CFU 함유' || CHR(10) || 
    '소화 및 장 건강 증진*' || CHR(10) || 
    '면역계 건강 강화*' || CHR(10) || 
    '채식주의자에게 적합' || CHR(10) || 
    '이중 포일 블리스터로 개별 밀봉' || CHR(10) || 
    'California Gold Nutrition® LactoBif® 30 프로바이오틱은 락토바실러스 5종과 비피도박테리아 3종을 비롯한 활성 프로바이오틱 균주 8종을 함유합니다. 이 상품은 체내에 유익한 박테리아를 더 많이 공급하여 장내 균형을 유지하는 데 도움을 줍니다. 이를 통해 소화와 면역 건강을 증진하고 일반적인 소화기 증상을 완화할 수 있습니다.*'
);

INSERT INTO supplement (SupName, SupPrice, SupBrand, SupDosage, SupNutri, SupNutriInfo, SupPrecautions, SupDetail) 
VALUES (
    'California Gold Nutrition, LactoBif 65 프로바이오틱, 650억CFU, 베지 캡슐 30정', 
    31254, 
    'California Gold Nutrition', 
    '하루에 캡슐 1정을 식사 여부와 관계없이 복용하십시오. 자격을 갖춘 의료 전문가의 지시에 따라 복용하는 것이 가장 좋습니다.', 
    '프로바이오틱 박테리아 혼합물,' || CHR(10) || 
    '(비피도박테리움아니말리스락티스' || CHR(10) || 
    '락토바실러스플란타럼WCFS1' || CHR(10) || 
    '락토바실러스락티스아종락티스' || CHR(10) || 
    '락토바실러스카제이' || CHR(10) || 
    '락토바실러스가세리' || CHR(10) || 
    '락토바실러스파라카제이' || CHR(10) || 
    '락토바실러스람노서스GG' || CHR(10) || 
    '락토바실러스애시도필러스' || CHR(10) || 
    '락토바실러스브레비스' || CHR(10) || 
    '락토바실러스퍼멘텀' || CHR(10) || 
    '락토바실러스루테리' || CHR(10) || 
    '락토바실러스람노서스' || CHR(10) || 
    '락토바실러스살리바리우스' || CHR(10) || 
    '스트렙토코커스써모필러스' || CHR(10) || 
    '락토바실러스헬베티쿠스' || CHR(10) || 
    '비피도박테리움비피덤' || CHR(10) || 
    '비피도박테리움브레브' || CHR(10) || 
    '비피도박테리움롱검아종인판티스' || CHR(10) || 
    '비피도박테리움롱검아종롱검' || CHR(10) || 
    '락토바실러스델브뤼키아종불가리쿠스)', 
    '650억 CFU(314mg)', 
    '어린이의 손이 닿지 않는 곳에 보관하십시오. 보충제를 복용하기 전에 면허가 있는 의사, 약사, 자연 요법 의사, 기타 자격을 갖춘 의료 전문가와 상의하십시오.', 
    'California Gold Nutrition LactoBif® 65 프로바이오틱' || CHR(10) || 
    '젖산균 15종 및 비피도박테리아 5종을 비롯한 활성 프로바이오틱 균주 20종 함유' || CHR(10) || 
    '캡슐당 650억CFU 함유' || CHR(10) || 
    '소화 및 장 건강 증진*' || CHR(10) || 
    '면역계 건강 강화*' || CHR(10) || 
    '채식주의자에게 적합' || CHR(10) || 
    '이중 포일 블리스터로 개별 밀봉' || CHR(10) || 
    '유제품, 글루텐, 유전자 변형 성분, 대두 무함유' || CHR(10) || 
    'cGMP 인증 시설에서 생산' || CHR(10) || 
    '100% 골드 개런티(Gold Guarantee)' || CHR(10) || 
    '우리 몸은 중요한 기능을 지원하는 유익한 박테리아로 가득하지만 천연 마이크로바이옴의 균형이 깨지면 종종 소화 불량 문제가 생길 수 있습니다. California Gold Nutrition LactoBif® 65 프로바이오틱은 기관계로 유익한 박테리아를 더 많이 공급하여 장의 균형을 유지하는 데 도움을 줄 수 있으며, 이는 소화 및 면역 건강을 촉진하고 잠재적으로 일반적인 소화기 증상을 완화해줄 수 있습니다.*' || CHR(10) || 
    '프로바이오틱 섭취의 이점' || CHR(10) || 
    '이 고유한 박테리아 혼합물에는 여러 가지 유익한 프로바이오틱 균주가 들어 있습니다. 당사의 포뮬라는 가장 널리 알려진 프로바이오틱 중 하나인 락토바실러스 애시도필러스를 함유합니다. 이 균주는 항균 및 항바이러스 성분을 함유하여 면역계 건강을 증진하고 질병을 예방하는 데 도움이 될 수 있습니다.* 또한 널리 알려진 또 다른 균주인 비피도박테리움 롱검을 함유하여 젖산과 아세트산의 생성을 통해 장 건강을 증진하는 데 도움이 될 수 있습니다.* 당사의 고유한 혼합물은 소화계 건강을 증진하고 위장 장애, 가스, 변비, 설사 및 복부 팽만과 같은 일반적인 소화계 문제를 진정시킬 수 있도록 개발되었습니다.' || CHR(10) || 
    'California Gold Nutrition Lactobif® 65 프로바이오틱에는 젖산균 15종과 비피도박테리아 5종을 포함한 20종의 활성 프로바이오틱 균주가 함유되어 있습니다. 베지 캡슐 1정당 650억CFU를 함유하여 몸에 충분한 양의 유익한 박테리아를 공급합니다.'
);

INSERT INTO supplement (SupName, SupPrice, SupBrand, SupDosage, SupNutri, SupNutriInfo, SupPrecautions, SupDetail) 
VALUES (
    'California Gold Nutrition, LactoBif 프로바이오틱스, Cran-Max, 250억 CFU, 베지 캡슐 30정', 
    22405, 
    'California Gold Nutrition', 
    '하루에 캡슐 1정을 음식과 함께 또는 공복에 복용하십시오. 자격을 갖춘 의료 전문가의 지시에 따라 복용하는 것이 가장 좋습니다.', 
    '프로바이오틱 균 크랜베리 혼합물' || CHR(10) || 
    '(락토바실러스 애시도필러스 (La-14)' || CHR(10) || 
    '비피도박테리움 락틱(BI-04)' || CHR(10) || 
    '락토바실러스 람노서스(Lr-32)' || CHR(10) || 
    '락토바실러스 플란타럼(Lp-115)' || CHR(10) || 
    '비피도박테리움 롱검(Bl-05)' || CHR(10) || 
    '비피도박테리움 브레베(Bb-03)' || CHR(10) || 
    '락토바실러스 카제이(Lc-11)' || CHR(10) || 
    '락토바실러스 살리바리우스(Ls-33))', 
    '250억 CFU(250mg)', 
    '어린이의 손이 닿지 않는 곳에 보관하십시오. 보충제를 복용하기 전에 면허가 있는 의사, 약사, 자연 요법 의사, 기타 자격을 갖춘 의료 전문가와 상의하십시오.', 
    'California Gold Nutrition CranMax® LactoBif 프로바이오틱스' || CHR(10) || 
    '임상적으로 연구된 8가지 활성 프로바이오틱 균주¹' || CHR(10) || 
    'Plus CranMax® 크랜베리 전체 과일 농축액' || CHR(10) || 
    '소화기 및 요로 건강 지원' || CHR(10) || 
    '채식주의자에게 적합' || CHR(10) || 
    '글루텐, 유전자 변형 성분 및 대두 무함유' || CHR(10) || 
    'cGMP 인증 시설에서 생산' || CHR(10) || 
    '100% 골드 개런티(Gold Guarantee)' || CHR(10) || 
    '몸에 있는 유익한 박테리아의 자연 미생물 군집은 불량한 식단이나 기타 요인으로 인해 균형이 맞지 않아 불쾌한 증상을 유발하고 일상 생활에 영향을 미칠 수 있습니다. 일일 프로바이오틱스가 이 문제를 예방하는 해답이 될 수 있습니다. California Gold Nutrition Cran-Max® LactoBif® 프로바이오틱은 소화 및 요로 건강을 증진하기 위해 프로바이오틱을 생체 이용 가능한 크랜베리 농축액과 결합합니다.*' || CHR(10) || 
    '생균제 + 크랜베리 혜택' || CHR(10) || 
    '이 고유한 포뮬러에는 5개의 락토바실러스와 3개의 비피도박테리아를 포함하여 8개의 활성 및 임상 연구 프로바이오틱 균주가 포함되어 있습니다.¹ 정기적으로 프로바이오틱스를 섭취하면 소화기 건강과 전반적인 건강에 중요한 장내 세균총의 균형을 유지하는 데 도움이 될 수 있습니다.*' || CHR(10) || 
    '또한 이 보충제는 건강한 요로를 촉진하는 것으로 임상적으로 입증된 순수 천연 크랜베리 농축물인 Cran-Max®를 함유하고 있습니다.* Cran-Max®는 Bio-Shield® 기술이라는 특허받은 전달 시스템을 통해 더 잘 흡수될 수 있는 하부 위장관에 도달할 때까지 소화 시스템을 통과하는 농축액입니다.*' || CHR(10) || 
    'California Gold Nutrition Cran-Max® LactoBif Probiotics는 베지 캡슐에 프로바이오틱스와 크랜베리 농축액을 함유하고 있습니다. 이중 포일 블리스터 포장으로 개별 밀봉되어 성분을 보호하고 냉장 보관할 필요 없이 이 제품을 선반에 안정적으로 보관할 수 있습니다.'
);

INSERT INTO supplement (SupName, SupPrice, SupBrand, SupDosage, SupNutri, SupNutriInfo, SupPrecautions, SupDetail) 
VALUES (
    'California Gold Nutrition, 이눌린 함유 프로바이오틱 구미젤리, 천연 믹스 베리 맛, 식물성 구미젤리 90개', 
    14768, 
    'California Gold Nutrition', 
    '매일 구미젤리 2개를 음식과 함께 또는 공복에 복용하십시오. 자격을 갖춘 의료 전문가의 지시에 따라 복용하는 것이 가장 좋습니다.', 
    '비타민C(아스코르브산)' || CHR(10) || 
    '엽산 DFE(엽산 153mcg)' || CHR(10) || 
    '베리혼합물 유기농추출물(딸기, 라즈베리, 블루베리, 타트체리, 엘더베리, 크랜베리)' || CHR(10) || 
    '유기농이눌린' || CHR(10) || 
    '바실러스 코아귤런스' || CHR(10) || 
    '총배양균', 
    '75mg' || CHR(10) || 
    '260mcg' || CHR(10) || 
    '50mg' || CHR(10) || 
    '30mg' || CHR(10) || 
    '10mg' || CHR(10) || 
    '20억CFU', 
    '어린이의 손이 닿지 않는 곳에 보관하십시오. 보충제를 복용하기 전에 면허가 있는 의사, 약사, 자연 요법 의사, 기타 자격을 갖춘 의료 전문가와 상의하십시오.', 
    'California Gold Nutrition® 이눌린 함유 프로바이오틱 구미젤리는 건강에 좋은 베리 추출물, 프로바이오틱, 이눌린 혼합물을 천연 향료로 맛을 낸 믹스 베리 맛 구미젤리에 담은 상품입니다. 이 맛있는 구미젤리는 일상에서 즐겁게 복용할 수 있는 보충제로 젤라틴, 글루텐, 유전자 변형 성분, 대두를 함유하고 있지 않습니다.' || CHR(10) || 
    '베리 추출 혼합물, 이눌린, 바실러스 코아귤런스' || CHR(10) || 
    '소화기 건강 증진*' || CHR(10) || 
    '채식주의자와 비건에게 적합' || CHR(10) || 
    '인공 색소, 인공 향료, 인공 감미료 무함유'
);

INSERT INTO supplement (SupName, SupPrice, SupBrand, SupDosage, SupNutri, SupNutriInfo, SupPrecautions, SupDetail) 
VALUES (
    'NOW Foods, 여성용 프로바이오틱, 200억, 베지 캡슐 50정', 
    28121, 
    'NOW Foods', 
    '하루에 캡슐 1정씩 복용하십시오.', 
    '프로바이오틱 박테리아 혼합물: (비피도박테리움 락티스 (HN019), 락토바실러스 애시도필러스 (La-14), 락토바실러스 람노서스 (HN001))', 
    '200억 CFU(139mg)', 
    '어린이의 손이 닿지 않는 곳에 보관하십시오. 보충제를 복용하기 전에 면허가 있는 의사, 약사, 자연 요법 의사, 기타 자격을 갖춘 의료 전문가와 상의하십시오.', 
    '여성 세균총 균형' || CHR(10) || 
    '질 건강을 지원' || CHR(10) || 
    '간헐적 복부팽만감 감소' || CHR(10) || 
    '코셔' || CHR(10) || 
    '보충제' || CHR(10) || 
    '채식주의자 및 비건에 적합' || CHR(10) || 
    '균주 검증 완료' || CHR(10) || 
    '1968년 설립된 가족 기업' || CHR(10) || 
    '우수 제조 및 품질 관리 기준(GMP) 품질 보증' || CHR(10) || 
    'NOW® 여성용 프로바이오틱은 모든 삶의 단계에서 여성의 건강을 지원하기 위해 임상적으로 검사 완료된 프로바이오틱 균주 3종을 사용하여 특별히 제조되었습니다. 이 제품에는 질관에 서식하고 경구 복용 시 건강한 질 pH를 유지하는 데 도움이 되는 것으로 나타난 L. 람노서스 HN001 및 L. 애시도필러스 La-14가 함유되어 있습니다. B. 락티스 HN019 및 HN001 균주는 임신한 여성과 수유 중인 여성의 건강한 면역계 기능을 지원하는 데 도움이 될 수 있습니다. HN019는 또한 규칙적인 위장관 활동을 지원하고 간헐적인 가스 및 더부룩함을 완화합니다. 이 특수 균주는 모든 연령대의 여성을 위한 건강하고 균형 잡힌 면역계 기능을 지원합니다.'
);

INSERT INTO supplement (SupName, SupPrice, SupBrand, SupDosage, SupNutri, SupNutriInfo, SupPrecautions, SupDetail) 
VALUES (
    'NOW Foods, 사카로미세스 보울라디, 프로바이오틱, 50억CFU, 베지 캡슐 60정', 
    18188, 
    'NOW Foods', 
    '필요에 따라 하루에 2~3회 캡슐을 1~2정씩 식간에 복용하십시오.', 
    '사카로미세스 보울라디(맥주효모균 변종보울라디I-3799)', 
    '100억 CFU', 
    '어린이의 손이 닿지 않는 곳에 보관하십시오. 보충제를 복용하기 전에 면허가 있는 의사, 약사, 자연 요법 의사, 기타 자격을 갖춘 의료 전문가와 상의하십시오.', 
    '간헐적인 설사에 효과적' || CHR(10) || 
    '장내 세균총의 건강한 균형 유지' || CHR(10) || 
    '휴대용 / 글루텐 무함유' || CHR(10) || 
    '유전자 변형 성분 무함유' || CHR(10) || 
    '보충제' || CHR(10) || 
    '채식주의자/비건에게 적합' || CHR(10) || 
    '코셔' || CHR(10) || 
    '소화 촉진' || CHR(10) || 
    '1968년 설립된 가족 기업' || CHR(10) || 
    '우수 제조 및 품질 관리 기준(GMP) 품질 보증' || CHR(10) || 
    '할랄' || CHR(10) || 
    '사카로미세스 보울라디는 위산에서 살아남아 장에 서식하는 프로바이오틱 효모입니다. 장 건강을 증진하고 장내 세균총의 균형을 유지하며 일상의 내부 및 환경 스트레스 요인에 대한 균형 잡힌 장 반응을 지원합니다. 사카로미세스 보울라디는 또한 장내 세균총의 균형이 일시적으로 저하되었을 때 적절한 위장 기능을 지원하는 것으로 나타났습니다.'
);

INSERT INTO supplement (SupName, SupPrice, SupBrand, SupDosage, SupNutri, SupNutriInfo, SupPrecautions, SupDetail) 
VALUES (
    'NOW Foods, 4x6 유산균 120 베지 캡슐', 
    25293, 
    'NOW Foods', 
    '식사 사이에 또는 공복에 1 캡슐씩 하루에 1~2회 복용하세요. 효능을 유지하려면 냉장 보관하십시오.', 
    '유산균' || CHR(10) || 
    '비피도박테리움 락티스' || CHR(10) || 
    '비피더박테리움 롱검' || CHR(10) || 
    '연쇄상구균 (Streptococcus thermophilus)' || CHR(10) || 
    'Lactobacillus bulgaricus' || CHR(10) || 
    '락토바실러스 파라카세이', 
    '20억 CFU' || CHR(10) || 
    '12억 CFU' || CHR(10) || 
    '200백만 CFU' || CHR(10) || 
    '200백만 CFU' || CHR(10) || 
    '200백만 CFU' || CHR(10) || 
    '200백만 CFU', 
    '완전히 밀폐한 다음 서늘하고 건조한 곳에 보관하십시오.', 
    '건강한 장내에 자연 공생하는 박테리아' || CHR(10) || 
    '40억 마리의 효능 / 6 프로바이오틱 균주' || CHR(10) || 
    '긍정적인 프로바이오틱 균형 촉진' || CHR(10) || 
    '비 GMO' || CHR(10) || 
    '식이 보조제' || CHR(10) || 
    '글루텐 프리' || CHR(10) || 
    '프로바이오틱스/효소/소화' || CHR(10) || 
    '1968년부터 가족 소유' || CHR(10) || 
    'GMP 품질 보증' || CHR(10) || 
    'NOW 제품은 인체의 장관에서 발견되는 균형 잡힌 스펙트럼의 유익한 박테리아를 공급하도록 만들어졌습니다. 프로바이오틱스를 일상적으로 섭취하면 건강한 장내 플로라를 유지하는 데 도움이 될 수 있습니다.'
);

INSERT INTO supplement (SupName, SupPrice, SupBrand, SupDosage, SupNutri, SupNutriInfo, SupPrecautions, SupDetail) 
VALUES (
    'NOW Foods, 클리니컬 심장 건강 프로바이오틱, 베지 캡슐 60정', 
    23154, 
    'NOW Foods', 
    '하루 2회, 캡슐 1정씩 하루 중 가장 많은 식사와 함께 복용하십시오. 효능을 유지하기 위해 냉장 보관하십시오.', 
    '락토바실러스 루테리(LRC™)(NCIMB 30242)', 
    '25억 CFU(117mg)', 
    '어린이의 손이 닿지 않는 곳에 보관하십시오. 보충제를 복용하기 전에 면허가 있는 의사, 약사, 자연 요법 의사, 기타 자격을 갖춘 의료 전문가와 상의하십시오.', 
    '혈액 순환 증진' || CHR(10) || 
    '자연 범위에 있는 콜레스테롤 수치 유지' || CHR(10) || 
    '임상 균주 NCIMB 30242' || CHR(10) || 
    '보충제' || CHR(10) || 
    '채식주의자/비건에게 적합' || CHR(10) || 
    '균주 검증 완료' || CHR(10) || 
    '소화 촉진' || CHR(10) || 
    '1968년 설립된 가족 기업' || CHR(10) || 
    'GMP 인증' || CHR(10) || 
    '유전자 변형 성분 무함유' || CHR(10) || 
    'LRC™' || CHR(10) || 
    'NOW® 심장 건강 프로바이오틱은 최초의 임상 검증된 심장 건강 프로바이오틱인 락토바실러스 루테리 LRC™를 함유하고 있습니다. LRC™는 간에서 건강한 콜레스테롤 생성을 유지하고 신체의 정상적인 콜레스테롤 제거 경로를 지원하여 이미 건강한 범위에 있는 콜레스테롤 수치를 유지하도록 도와줍니다. 또한 LRC™는 균형 잡힌 면역계 반응과 정상적인 CRP(C-반응성 단백질) 수치를 촉진할 수 있으며, 이는 심혈관계 건강에 도움을 줄 수 있습니다. 이 균주는 비타민D 수치를 향상시키는 것으로 나타났습니다.' || CHR(10) || 
    '이 상품의 프로바이오틱 균주는 DNA 지문 기술을 이용하여 식별 및 확인되었습니다.'
);

INSERT INTO supplement (SupName, SupPrice, SupBrand, SupDosage, SupNutri, SupNutriInfo, SupPrecautions, SupDetail) 
VALUES (
    'NOW Foods, 프로바이오틱-10, 1,000억, 베지 캡슐 30정', 
    43993, 
    'NOW Foods', 
    '매일 식간 또는 공복에 캡슐 1정씩 복용하십시오.', 
    '10가지 프로바이오틱 박테리아 균주 혼합물(락토바실러스 애시도필러스(La-14), 비피도박테리움 락티스(Bl-04), 락토바실러스 플란타럼(Lp-115), 락토바실러스 카제이(Lc-11), 락토바실러스 람노서스(Lr-32), 락토바실러스 파라카제이(Lpc-37), 비피도박테리움 브레브(Bb-03), 스트렙토코커스 써모필러스(St-21), 락토바실러스 살리바리우스(Ls-33), 비피도박테리움 롱검(Bl-05))', 
    '1,000억 CFU(520mg)', 
    '완전히 밀폐한 다음 서늘하고 건조한 곳에 보관하십시오.', 
    '프로바이오틱 균주 10종' || CHR(10) || 
    '장기능 회복' || CHR(10) || 
    '유제품, 대두, 글루텐 무함유' || CHR(10) || 
    '장 균형이 일시적으로 교란된 때 사용' || CHR(10) || 
    '코셔' || CHR(10) || 
    '유전자 변형 성분 무함유' || CHR(10) || 
    '보충제' || CHR(10) || 
    '채식주의자/비건에게 적합' || CHR(10) || 
    '균주 검증 완료' || CHR(10) || 
    '소화 촉진' || CHR(10) || 
    '1968년 설립된 가족 기업' || CHR(10) || 
    'GMP 품질 보장' || CHR(10) || 
    'Now® Probiotic-10™은 인간의 소화기관에 자연적으로 서식하는 것으로 알려진 내산성 프로바이오틱 균주로 이루어진 균형 잡힌 활성균을 제공합니다. 프로바이오틱 박테리아는 건강한 소화에 필수적이며 온전한 장벽을 유지하고 적절한 장 유동성을 지원할 뿐만 아니라 해독 과정에도 관여합니다. 이 강력한 Probiotic-10™ 포뮬라는 1,000억 마리의 활성균을 제공하여, 간혹 발생하는 일시적인 장내 균형 파괴 이후에 세균총을 건강하게 회복시킵니다.' || CHR(10) || 
    '이 제품은 유통 기한까지 1,000억 CFU의 효능을 전달할 수 있도록 제조되었습니다.' || CHR(10) || 
    '본 제품의 프로바이오틱 균주는 DNA 지문 기술로 검증되었습니다.'
);

INSERT INTO supplement (SupName, SupPrice, SupBrand, SupDosage, SupNutri, SupNutriInfo, SupPrecautions, SupDetail) 
VALUES (
    'NOW Foods, 프로바이오틱 디펜스, 90 야채 캡슐', 
    27295, 
    'NOW Foods', 
    '물과 함께 하루에 3회 캡슐 1정씩, 가급적이면 공복에 복용하십시오. 하루 캡슐 1정으로 시작하여 점차 하루 캡슐 3정으로 늘려가십시오. 냉장 보관하십시오.', 
    'Probiotic Defense™ 혼합물 성분:' || CHR(10) || 
    '(발효 채소[보리(Hordeum vulgaris), 귀리(Avena' || CHR(10) || 
    'sativa), 밀(Triticum aestivum), 알팔파(Medicago sativa)],' || CHR(10) || 
    '동결 건조 프로바이오틱스 균주' || CHR(10) || 
    '[락토바실러스 애시도필러스(La-14),' || CHR(10) || 
    '비피도박테리움 락티스(Bl-04), 락토바실러스 브레비스(Lbr-35), 락토바실러스 카제이(Lc-11), 락토바실러스 플란타럼(Lb-115), 락토바실러스 람노서스(Lr-32), 락토바실러스 살리바리우스(Ls-33), 락토바실러스 파라카제이(Lpc-37), 비피도박테리움 비피덤/비피도박테리움 락틱(Bb-02), 비피도박테리움 브레브(Bb-03), 비피도박테리움 롱검(Bl-05), 락토바실러스 불가리쿠스(Lb-87), 사카로미세스 보울라디]' || CHR(10) || 
    '슈퍼 녹색 채소[알팔파 즙 농축물 및 유기농 켈프(Laminaria app.)])', 
    '10억 CFU(485mg)', 
    '완전히 밀폐한 다음 서늘하고 건조한 곳에 보관하십시오.', 
    '천연 식품 기반의 프로바이오틱 혼합물' || CHR(10) || 
    '건강한 장내 세균총' || CHR(10) || 
    '10억 개의 유기체' || CHR(10) || 
    '긍정적인 프로바이오틱 균형 촉진' || CHR(10) || 
    '건강한 면역계 지원' || CHR(10) || 
    '코셔 유제품' || CHR(10) || 
    '유전자 변형 성분 무함유' || CHR(10) || 
    '건강 보조 식품' || CHR(10) || 
    '균주 검증 완료' || CHR(10) || 
    '소화제' || CHR(10) || 
    '1968년 설립된 가족 소유 기업' || CHR(10) || 
    '우수 제조 및 품질 관리 기준(GMP) 품질 보증' || CHR(10) || 
    '유제품을 허용하는 채식주의자에게 적합' || CHR(10) || 
    'NOW® Probiotic Defense™는 임상적으로 검증된 균주를 포함한 ‘친화적인’ 프로바이오틱 박테리아로 이루어져 발효된 천연 식품 기반에 혼합되었습니다. NOW® Probiotic Defense™는 위장 건강 및 면역계 기능을 지원하기 위해 제조된 13가지 활성 박테리아 균주를 결합합니다. 또한 본 제품에는 FOS(프락토올리고당)도 포함되어 애시도필러스 및 비피더스 유기체의 건강한 성장을 지원합니다.' || CHR(10) || 
    '본 제품의 프로바이오틱 균주는 DNA 지문 기술을 사용하여 확인하고 검증되었습니다.'
);

INSERT INTO supplement (SupName, SupPrice, SupBrand, SupDosage, SupNutri, SupNutriInfo, SupPrecautions, SupDetail) 
VALUES (
    'California Gold Nutrition, 슈퍼 푸드, 콤부차 분말 플러스 프로바이오틱, 160g(5.64oz)', 
    41419, 
    'California Gold Nutrition', 
    '매일 1스쿱(8g)을 물 8온스에 잘 섞으십시오. 자격을 갖춘 의료 전문가의 지시에 따라 복용하는 것이 좋습니다. 스쿠핑 기술에 따라 8g보다 약간 적거나 많을 수 있습니다.', 
    '총탄수화물' || CHR(10) || 
    '식이섬유' || CHR(10) || 
    '총당류' || CHR(10) || 
    '콤부차 분말 혼합물(콤부차(SCOBY 함유 발효 홍차), 양조 사과식초, 수용성 타피오카 섬유소, 바실러스 코아귤런스)', 
    '8g' || CHR(10) || 
    '1g 미만' || CHR(10) || 
    '1g' || CHR(10) || 
    '8g', 
    '서늘하고 건조한 곳에 보관하십시오.', 
    'California Gold Nutrition 슈퍼 푸드 콤부차 분말 플러스 프로바이오틱' || CHR(10) || 
    '대만에서 수확한 여린 홍차 잎을 발효' || CHR(10) || 
    '건강하고 활동적인 라이프스타일을 위한 효과적인 보충제' || CHR(10) || 
    '소화기 건강 증진*' || CHR(10) || 
    '채식주의자와 비건에게 적합' || CHR(10) || 
    '글루텐, 유전자 변형 성분, 대두 무함유' || CHR(10) || 
    'cGMP 인증 시설에서 생산' || CHR(10) || 
    '100% 골드 개런티(Gold Guarantee)' || CHR(10) || 
    '식습관은 건강한 라이프스타일에서 중요한 부분입니다. 소화기 건강을 개선하는 슈퍼 푸드 음료인 콤부차로 일상에 건강함을 더해 보십시오.* California Gold Nutrition 슈퍼 푸드 콤부차 분말 플러스 프로바이오틱은 건강에 좋은 음료가 필요할 때마다 간편하게 영양이 풍부한 음료를 만들 수 있는 분말 보충제입니다.' || CHR(10) || 
    '콤부차의 효능' || CHR(10) || 
    '콤부차는 잠재적인 건강 효능으로 알려진 발효 찻잎으로 만든 음료입니다. California Gold Nutrition의 콤부차 분말은 박테리아와 효모의 고유한 공생 배양균(SCOBY)을 사용하여 발효한 상품으로, 식단에 유익한 박테리아인 프로바이오틱을 더 많이 추가할 수 있는 좋은 방법입니다. 이 분말에는 당사의 고유 SCOBY에서 발견되는 프로바이오틱 외에 바실러스 코아귤런스라는 프로바이오틱도 함유되어 있어 유익한 박테리아를 강화합니다. 이 유익한 박테리아는 신체의 마이크로바이옴 균형을 유지하여 소화기 건강을 증진합니다.*' || CHR(10) || 
    'California Gold Nutrition 슈퍼 푸드 콤부차 분말 플러스 프로바이오틱은 대만 아리산 산맥의 고지대에서 여린 홍차 잎을 엄선, 수확하여 만듭니다. 그런 다음 발효 과정을 거쳐 프리미엄 품질의 콤부차를 생산하고, 맛과 영양을 보존하기 위해 이를 분무 건조하고 마이크로캡슐화합니다. 이 분말을 물에 넣기만 하면 유익한 콤부차 음료가 완성됩니다.'
);

INSERT INTO supplement (SupName, SupPrice, SupBrand, SupDosage, SupNutri, SupNutriInfo, SupPrecautions, SupDetail) 
VALUES (
    'NOW Foods, Gr8-Dophilus, 베지 캡슐 120정', 
    28122, 
    'NOW Foods', 
    '하루 1~3회 캡슐 1정씩 식간 또는 공복에 복용하십시오.', 
    '균주 8종 프로바이오틱 혼합물(락토바실러스 애시도필러스(La-14), 락토바실러스 람노서스(Lr-32), 비피도박테리움 락티스(BI-04), 락토바실러스 살리바리우스(Ls-33), 락토바실러스 카제이(Lc-11), 비피도박테리움 롱검(BI-05), 스트렙토코커스 써모필러스(St-21), 비피도박테리움 비피덤(Bb-02))', 
    '40억 CFU(370mg)', 
    '서늘하고 건조한 곳에 보관하십시오.', 
    '건강한 장내 세균총' || CHR(10) || 
    '균주 8종 및 40억 효능' || CHR(10) || 
    '유제품 및 글루텐 무함유/FOS 함유' || CHR(10) || 
    '임상적으로 검증된 균주' || CHR(10) || 
    '코셔' || CHR(10) || 
    '유전자 변형 성분 무함유' || CHR(10) || 
    '보충제' || CHR(10) || 
    '채식주의자/비건에 적합' || CHR(10) || 
    '균주 검증 완료' || CHR(10) || 
    '소화제' || CHR(10) || 
    '1968년 설립된 가족 기업' || CHR(10) || 
    '우수 제조 및 품질 관리 기준(GMP) 품질 보증' || CHR(10) || 
    'NOW® Gr8-Dophilus™는 인체의 위장관에 자연적으로 서식하는 여러 내산성 프로바이오틱 박테리아 균주 8종을 조합하여 제조한 제품입니다. 프로바이오틱 균은 건강한 소화에 중요하며 장 내벽의 무결성을 유지하는 데 도움을 주고, 적합한 장 운동을 지원하며 해독 과정에 작용합니다. Gr8-Dophilus™는 건강한 면역계 기능을 지원하는 것으로 임상적으로 검증된 균주를 사용합니다. 이 제품에는 FOS도 함유되어 있어 아시도필루스 및 비피더스 유기체의 건강한 성장도 지원합니다.' || CHR(10) || 
    '이 제품에 함유된 프로바이오틱 균주는 DNA 지문 기술로 식별 인증되었습니다.'
);

INSERT INTO supplement (SupName, SupPrice, SupBrand, SupDosage, SupNutri, SupNutriInfo, SupPrecautions, SupDetail) 
VALUES (
    'NOW Foods, 프리바이오틱 비피도 부스트 분말, 85g(3oz)', 
    16535, 
    'NOW Foods', 
    '성인과 어린이(만 4세 이상)는 매일 1티스푼 정량을 복용하십시오. 물이나 다른 음료 또는 음식에 섞으십시오.', 
    '총당류' || CHR(10) || '자일로올리고당(XOS)(PreticX™ 프리바이오틱 복합체)', 
    '1g 미만' || CHR(10) || '1,550mg', 
    '임신 또는 수유 중이거나 약물을 복용 중이거나 질병이 있거나 의료 시술을 계획하고 있는 경우, 상품을 복용하기 전에 의료 전문가와 상담하십시오. 부작용이 발생하면 복용을 중단하고 의사에게 문의하십시오.', 
    '개선된 프리바이오틱' || CHR(10) || 
    'PreticX™ 자일로다당류(XOS) 프리바이오틱' || CHR(10) || 
    '장내 세균총에 영양을 공급하는 것으로 임상 검증' || CHR(10) || 
    'PreticX™가 장내 세균총을 최적화' || CHR(10) || 
    '보충제' || CHR(10) || 
    '채식주의자/비건에게 적합' || CHR(10) || 
    '유전자 변형 성분 무함유 프로젝트 인증' || CHR(10) || 
    '코셔' || CHR(10) || 
    '1968년 설립된 가족 기업' || CHR(10) || 
    '우수 제조 및 품질 관리 기준(GMP) 품질 보증' || CHR(10) || 
    'Prebiotic Bifido Boost™ 분말은 장내 프로바이오틱 비피도 박테리아에 영양을 공급하고 성장을 촉진하는 고급 프리바이오틱 포뮬라로서 장내 미생물의 건강한 균형을 유지하는 데 도움을 줍니다. 이 제품은 특별한 XOS(자일로다당류) 프리바이오틱 성분인 PreticX™가 기존 프로바이오틱 박테리아에 영양을 공급하면서 장내 미생물 구성을 유익하게 바꿔주므로 건강하고 균형 잡힌 면역계 기능과 규칙적인 배변을 도와 장이 편안해집니다.'
);

INSERT INTO supplement (SupName, SupPrice, SupBrand, SupDosage, SupNutri, SupNutriInfo, SupPrecautions, SupDetail) 
VALUES (
    'NOW Foods, 호흡기 케어 프로바이오틱, 베지 캡슐 60정', 
    24810, 
    'NOW Foods', 
    '매일 1~2회 캡슐 1정씩 복용하십시오. 어린이(만 4세 이상)는 매일 캡슐 1정을 복용하거나 캡슐을 개봉하여 음식 또는 음료에 추가할 수 있습니다. 만 4세 미만의 어린이는 사용하지 마십시오.', 
    '프로바이오틱 박테리아 혼합물 (락토바실러스 애시도필러스(NCFM®)(지배적인 균주), 비피도박테리움 락티스(BI-04))', 
    '120억 CFU(120mg)', 
    '서늘하고 건조한 곳에 보관하십시오.', 
    '계절에 따른 호흡기 지원' || CHR(10) || 
    '임상 검사를 완료한 NCFM® 및 BI-04 사용' || CHR(10) || 
    '어린이와 활동적인 성인에게 적합한 제품' || CHR(10) || 
    '코셔' || CHR(10) || 
    '유전자 변형 성분 무함유' || CHR(10) || 
    '보충제' || CHR(10) || 
    '채식주의자/비건에게 적합' || CHR(10) || 
    '균주 검증 완료' || CHR(10) || 
    '1968년 설립된 가족 기업' || CHR(10) || 
    '우수 제조 및 품질 관리 기준(GMP) 품질 보증' || CHR(10) || 
    'NOW® 호흡기 케어 프로바이오틱은 60개 이상의 과학 연구에 사용된 L. 애시도필러스 NCFM®을 특징으로 하는 프로바이오틱 조합입니다. 단독으로 사용하거나 B. 락티스 BI-04와 함께 사용하는 경우 NCFM®은 계절 호흡 문제에 대한 건강하고 균형 잡힌 면역 반응과 활동적인 라이프스타일을 지원하는 것으로 나타났습니다. NCFM®은 장을 빠르게 채우고 장 벽에 부착되어 장내 미생물군의 균형이 일시적으로 깨졌을 때 또는 그 이후에 사용하면 회복에 도움이 됩니다.' || CHR(10) || 
    '본 제품의 프로바이오틱 균주는 DNA 지문 기술을 사용하여 식별 및 확인되었습니다.'
);

INSERT INTO supplement (SupName, SupPrice, SupBrand, SupDosage, SupNutri, SupNutriInfo, SupPrecautions, SupDetail) 
VALUES (
    'NOW Foods, 4x6 애시도필러스, 베지 캡슐 60정', 
    13607, 
    'NOW Foods', 
    '매일 1~2회 캡슐 1정씩 식간 또는 공복에 복용하십시오. 효능 유지를 위해 냉장 보관하십시오.', 
    '프로바이오틱 박테리아 혼합물:(락토바실러스 애시도필러스(La-14), 비피도박테리움 락티스(BI-04), 비피도박테리움 롱검(BI-05), 스트렙토코커스 써모필러스(St-21), 락토바실러스 불가리쿠스(Lb-87), 락토바실러스 파라카제이(Lpc-37))', 
    '40억 CFU', 
    '안전 밀봉이 손상되거나 없는 경우에는 복용하지 마십시오. 어린이의 손이 닿지 않는 곳에 보관하십시오. 이 상품을 섭취할 때는 면허가 있는 의사에게 이를 알리시기 바랍니다.', 
    '건강한 장내 세균총' || CHR(10) || 
    '40억 효능/프로바이오틱 균주 6종' || CHR(10) || 
    '긍정적인 프로바이오틱 균형 촉진' || CHR(10) || 
    '유제품, 대두 성분, 글루텐 무함유' || CHR(10) || 
    '코셔' || CHR(10) || 
    '유전자 변형 성분 무함유' || CHR(10) || 
    '보충제' || CHR(10) || 
    '채식주의자/비건에 적합' || CHR(10) || 
    '균주 검증 완료' || CHR(10) || 
    '프로바이오틱/효소/소화' || CHR(10) || 
    '1968년 설립된 가족 기업' || CHR(10) || 
    '우수 제조 및 품질 관리 기준(GMP) 품질 보증' || CHR(10) || 
    '본 NOW 제품은 장에서 발견되는 유익한 박테리아를 균형 잡힌 스펙트럼으로 공급하도록 만들어졌습니다. 정기적으로 프로바이오틱을 섭취하면 장내 세균총을 건강하게 유지하는 데 도움이 될 수 있습니다.'
);

INSERT INTO supplement (SupName, SupPrice, SupBrand, SupDosage, SupNutri, SupNutriInfo, SupPrecautions, SupDetail) 
VALUES (
    'Swanson, N-Zimes, 베지 캡슐 90정', 
    9866, 
    'Swanson', 
    '보충제로, 매 식사 직전에 베지 캡슐 1정을 물과 함께 복용하십시오.', 
    '고유 효소 혼합물' || CHR(10) || 
    '아밀라아제' || CHR(10) || 
    '리파아제' || CHR(10) || 
    '프로테아제' || CHR(10) || 
    '글루코아밀라아제' || CHR(10) || 
    '셀룰라아제 ' || CHR(10) || 
    '펩티다아제' || CHR(10) || 
    '디아스타아제' || CHR(10) || 
    '프로테아제 3.0' || CHR(10) || 
    '프로테아제 6.0' || CHR(10) || 
    'CereCalase®' || CHR(10) || 
    '헤미셀룰라아제' || CHR(10) || 
    '베타-글루카나제' || CHR(10) || 
    '피타아제', 
    '280mg' || CHR(10) || 
    '10,000DU' || CHR(10) || 
    '750FIP' || CHR(10) || 
    '20,000HUT' || CHR(10) || 
    '16AGU' || CHR(10) || 
    '500CU' || CHR(10) || 
    '3,000HUT' || CHR(10) || 
    '300DP°' || CHR(10) || 
    '10SAPU' || CHR(10) || 
    '2,000HUT' || CHR(10) || 
    '25mg' || CHR(10) || 
    '-' || CHR(10) || 
    '-' || CHR(10) || 
    '-' || CHR(10) || 
    '', 
    '성인 전용 상품입니다. 임신 또는 수유 중이거나 약물을 복용 중이거나 질병이 있는 경우 복용하기 전에 의료 전문가와 상의하십시오.', 
    '소화 건강' || CHR(10) || 
    '식물 및 동물성 효소' || CHR(10) || 
    '보충제' || CHR(10) || 
    '탄수화물, 단백질, 지방 소화 촉진' || CHR(10) || 
    '건강한 소화 증진 및 영양소 흡수 최대화' || CHR(10) || 
    '1969년부터 과학에 기반한 고품질 상품 제공'
);

INSERT INTO supplement (SupName, SupPrice, SupBrand, SupDosage, SupNutri, SupNutriInfo, SupPrecautions, SupDetail) 
VALUES (
    'California Gold Nutrition, 슈퍼 푸드, 콤부차 분말, 무맛, 160g(5.64oz)', 
    41419, 
    'California Gold Nutrition', 
    '매일 1스쿱(8g)을 물 8온스에 잘 섞으십시오. 자격을 갖춘 의료 전문가의 지시에 따라 복용하는 것이 좋습니다. 국자당 8g은 평균치입니다. 개별 스쿠핑 기술은 8g보다 약간 적거나 많을 수 있습니다.', 
    '총탄수화물' || CHR(10) || 
    '식이섬유' || CHR(10) || 
    '총당류' || CHR(10) || 
    '콤부차 파우더 블렌드 (콤부차(스코비 발효 홍차), 양조 사과 사이다 식초, 수용성 타피오카 섬유소)', 
    '8g' || CHR(10) || 
    '4g' || CHR(10) || 
    '1g' || CHR(10) || 
    '8g', 
    '어린이의 손이 닿지 않는 곳에 보관하십시오. 보충제를 복용하기 전에 면허가 있는 의사, 약사, 자연 요법 의사, 기타 자격을 갖춘 의료 전문가와 상의하십시오.', 
    'California Gold Nutrition 슈퍼 푸드 콤부차 분말, 무맛' || CHR(10) || 
    '대만에서 수확한 여린 홍차 잎을 발효' || CHR(10) || 
    '건강하고 활동적인 라이프스타일을 위한 효과적인 보충제' || CHR(10) || 
    '소화기 건강 증진' || CHR(10) || 
    '채식주의자와 비건에게 적합' || CHR(10) || 
    '글루텐, 유전자 변형 성분, 대두 무함유' || CHR(10) || 
    'cGMP 인증 시설에서 생산' || CHR(10) || 
    '100% 골드 개런티(Gold Guarantee)' || CHR(10) || 
    'California Gold Nutrition의 콤부차 분말은 박테리아와 효모의 고유한 공생 배양균(SCOBY)을 사용하여 발효한 상품으로, 유익한 박테리아인 프로바이오틱을 더 많이 추가할 수 있습니다. 이 유익한 박테리아는 신체의 마이크로바이옴 균형을 유지하여 소화기 건강을 증진합니다.'
);

INSERT INTO supplement (SupName, SupPrice, SupBrand, SupDosage, SupNutri, SupNutriInfo, SupPrecautions, SupDetail) 
VALUES (
    'California Gold Nutrition, 소화 효소, 브로드 스펙트럼, 베지 캡슐 90정', 
    31119, 
    'California Gold Nutrition', 
    '매일 캡슐 1정씩 식사와 함께 복용하십시오. 자격을 갖춘 의료 전문가의 지시에 따라 복용하는 것이 가장 좋습니다.', 
    'ProHydrolase®' || CHR(10) || 
    '애씨드 프로테아제' || CHR(10) || 
    '아밀라아제 혼합물 (곰팡이 아밀라아제, 박테리아 아밀라아제)' || CHR(10) || 
    '락타아제' || CHR(10) || 
    '셀룰라아제' || CHR(10) || 
    '베타글루카나제(셀룰라아제에서 추출)' || CHR(10) || 
    '글루코아밀라아제' || CHR(10) || 
    '펩티다아제' || CHR(10) || 
    '알파 갈락토시다제' || CHR(10) || 
    '리파아제' || CHR(10) || 
    '피타아제' || CHR(10) || 
    '헤미셀룰라아제' || CHR(10) || 
    '자일라나아제' || CHR(10) || 
    '인베르타아제', 
    '100mg(35,000HUT 공급)' || CHR(10) || 
    '250SAPU' || CHR(10) || 
    '38mg(5,000DU 공급)' || CHR(10) || 
    '1,500ALU' || CHR(10) || 
    '1,500CU' || CHR(10) || 
    '50BGU' || CHR(10) || 
    '10AGU' || CHR(10) || 
    '50DPPIV' || CHR(10) || 
    '150GalU' || CHR(10) || 
    '1.500FIP' || CHR(10) || 
    '10FTU' || CHR(10) || 
    '2,000HCU' || CHR(10) || 
    '200XU' || CHR(10) || 
    '250SU', 
    '어린이의 손이 닿지 않는 곳에 보관하십시오. 보충제를 복용하기 전에 면허가 있는 의사, 약사, 자연 요법 의사, 기타 자격을 갖춘 의료 전문가와 상의하십시오.', 
    'California Gold Nutrition 소화 효소' || CHR(10) || 
    '브로드 스펙트럼 소화 효소' || CHR(10) || 
    'ProHydrolase® 프로테아제 효소 혼합물, 고유 효소 혼합물 및 아밀라아제 혼합물 함유' || CHR(10) || 
    '소화기 건강에 도움*' || CHR(10) || 
    '채식주의자에게 적합' || CHR(10) || 
    '유전자 변형 성분 무함유' || CHR(10) || 
    'cGMP 인증 시설에서 생산' || CHR(10) || 
    '100% 골드 개런티(Gold Guarantee)' || CHR(10) || 
    '소화 효소는 인체가 음식을 분해하여 영양소를 흡수할 수 있도록 도와 소화 과정을 보조합니다. California Gold Nutrition 소화 효소는 소화 건강에 도움이 되도록 브로드 스펙트럼 소화 혼합물을 제공하는 일일 보충제입니다.*' || CHR(10) || 
    '소화 효소 보충제의 효능' || CHR(10) || 
    '소화 효소 보충제는 몸이 영양소를 더 효율적으로 소화하여 흡수를 최대화하고 위장 불편을 줄이는 데 도움이 될 수 있습니다.* 당사의 브로드 스펙트럼 혼합물에는 음식으로 섭취하는 탄수화물, 지방, 섬유소, 단백질을 포함하여 모든 종류의 영양소를 효과적으로 분해하는 데 도움이 되는 완전한 효소가 여럿 함유되어 있습니다. 간헐적인 가스, 복부 팽만, 소화 불량, 불규칙한 배변과 같은 소화 시 불편감을 완화하는 데 도움이 될 수 있습니다.*'
);

INSERT INTO supplement (SupName, SupPrice, SupBrand, SupDosage, SupNutri, SupNutriInfo, SupPrecautions, SupDetail) 
VALUES (
    'California Gold Nutrition, 단백질 분해 효소, 브로드 스펙트럼, 서방형 베지 캡슐 90정', 
    33757, 
    'California Gold Nutrition', 
    '매일 식사 1시간 전 또는 식사 2시간 후에 베지 캡슐 3정을 복용하십시오. 자격을 갖춘 의료 전문가의 지시에 따라 복용하시면 가장 좋습니다.', 
    '과일 유래 효소 혼합물: (브로멜라인 및 파파인에서 추출)' || CHR(10) || 
    '루틴' || CHR(10) || 
    '10x 판크레아틴 대체 혼합물: (프로테아제 33,000USP, 아밀라아제 33,000USP, 리파아제 2,640FIP)(비동물성)' || CHR(10) || 
    '세라티오펩티다아제(세라펩타아제)(Serratia sp. 추출물)', 
    '223mg' || CHR(10) || 
    '150mg' || CHR(10) || 
    '132mg' || CHR(10) || 
    '80mg(120,000SPU)', 
    '어린이의 손이 닿지 않는 곳에 보관하십시오. 보충제를 복용하기 전에 면허가 있는 의사, 약사, 자연 요법 의사, 기타 자격을 갖춘 의료 전문가와 상의하십시오.', 
    'California Gold Nutrition 단백질 분해 효소' || CHR(10) || 
    '지연 방출 베지 캡슐에 담은 브로드 스펙트럼 효소 혼합물' || CHR(10) || 
    '과일에서 추출한 소화 효소 혼합물 및 판크레아틴 대체 혼합물 함유' || CHR(10) || 
    '점액질 분해 도움*' || CHR(10) || 
    '면역계 건강 증진*' || CHR(10) || 
    '항염 작용 도움*' || CHR(10) || 
    '채식주의자에게 적합' || CHR(10) || 
    '유전자 변형 성분 무함유' || CHR(10) || 
    'cGMP 인증 시설에서 생산' || CHR(10) || 
    '100% 골드 개런티(Gold Guarantee)' || CHR(10) || 
    '단백질 분해 효소는 단백질을 분해하여 전신에 걸쳐 다양한 대사를 돕는 소화 효소의 일종입니다. California Gold Nutrition 단백질 분해 효소에는 브로드 스펙트럼 효소 혼합물이 함유되어 있어 면역계 건강과 기타 중요한 기능을 증진해 줍니다.*' || CHR(10) || 
    '단백질 분해 효소의 효능' || CHR(10) || 
    '연구 결과 단백질 분해 효소에는 다양한 건강 효능이 있는 것으로 나타났습니다. 단백질 분해 효소의 주요 역할 중 하나는 단백질의 분해를 돕는 것으로, 점액질에 존재하는 단백질을 분해하는 과정에도 기여합니다. 따라서 단백질 분해 효소는 질병으로 인해 발생하는 점액질을 분해하는 데 도움이 됩니다.* 더 나아가 단백질 분해 효소는 면역계가 건강하게 기능하도록 돕고 항염 작용을 증진합니다.*' || CHR(10) || 
    'California Gold Nutrition 단백질 분해 효소는 과일에서 추출한 소화 효소 혼합물과 판크레아틴 대체 혼합물을 지연 방출 베지 캡슐에 담은 상품입니다. 이 특별한 캡슐은 위에서 손상되지 않아 단백질 분해 효소를 소장까지 온전히 운반하여 효소가 필요한 위치에서 효능을 발휘할 수 있도록 합니다.*'
);

INSERT INTO supplement (SupName, SupPrice, SupBrand, SupDosage, SupNutri, SupNutriInfo, SupPrecautions, SupDetail) 
VALUES (
    'Swanson, 가스 방지 효소, 고효능 혼합물, 베지 캡슐 90정', 
    10698, 
    'Swanson', 
    '보충제로 십자화과 채소, 콩, 콩류 등 가스를 생성하는 식품이 포함된 식사 10~15분 전에 베지 캡슐 1정을 복용하십시오. 필요한 경우, 식사 전에 베지 캡슐 최대 3정을 복용하십시오.', 
    '고유 효소 혼합물' || CHR(10) || 
    '아밀라아제(아스페르길루스 추출물)' || CHR(10) || 
    '프로테아제 3.0(아스페르길루스 니제르 추출물)' || CHR(10) || 
    '리파아제(아스페르길루스 니제르 추출물)' || CHR(10) || 
    '인베르타아제: (맥주효모균에서 추출)' || CHR(10) || 
    '셀룰라아제: (트라이코더마 롱기브라키아툼(Trichoderma longibrachiatum)에서 추출)' || CHR(10) || 
    '헤미셀룰라아제: (아스페르길루스 니제르에서 추출)', 
    '40mg' || CHR(10) || 
    '-' || CHR(10) || 
    '-' || CHR(10) || 
    '-' || CHR(10) || 
    '-' || CHR(10) || 
    '-' || CHR(10) || 
    '-', 
    '성인 전용 상품입니다. 임신 또는 수유 중이거나 약물을 복용 중이거나 질병이 있는 경우 복용하기 전에 의료 전문가와 상의하십시오.', 
    '소화 건강' || CHR(10) || 
    '보충제' || CHR(10) || 
    '일상적인 음식으로 인한 가벼운 가스 및 복부 팽만 완화' || CHR(10) || 
    '편안한 소화 촉진' || CHR(10) || 
    '1969년부터 과학에 기반한 고품질 상품 제공' || CHR(10) || 
    '좋아하는 일상의 음식으로 인해 발생하는 가벼운 가스와 복부 팽만을 개선하겠습니다. Swanson 안티 가스 효소는 곡물, 콩과 식물 및 채소에서 발견되는 복부 팽만감을 유발하는 복합 당류의 소화를 돕도록 가스를 중지하는 성분의 고유 혼합물입니다. 그 비밀은 인베르타아제(베타 프락토푸라노사이드)로 알려진 독점 효소에 있습니다. 프로테아제, 아밀라아제, 셀룰라아제와 같은 다른 일반적인 소화 효소와 결합되면 인베르타아제는 복합 탄수화물의 소화를 방해하는 화학 결합을 파괴합니다. 안티 가스 효소는 복합 탄수화물을 신체가 쉽게 분해할 수 있는 단당으로 전환하여 소화 불량으로 인한 불편함과 당혹감을 완화하는 데 도움이 됩니다. Swanson 안티 가스 효소를 사용하면 여러분이 좋아하는 렌틸콩 수프를 이렇게 맛있게 즐길 수 있습니다!'
);

INSERT INTO supplement (SupName, SupPrice, SupBrand, SupDosage, SupNutri, SupNutriInfo, SupPrecautions, SupDetail) 
VALUES (
    'NOW Foods, 식물 효소, 베지 캡슐 240정', 
    29780, 
    'NOW Foods', 
    '캡슐 1정씩 식사 때마다 복용하십시오.', 
    '멀티 효소 혼합물' || CHR(10) || 
    '프로테아제' || CHR(10) || 
    '산 안정성 프로테아제' || CHR(10) || 
    '아밀라아제' || CHR(10) || 
    '리파아제' || CHR(10) || 
    '셀룰라아제' || CHR(10) || 
    '락타아제' || CHR(10) || 
    '파파인(파파야에서 유래)' || CHR(10) || 
    '브로멜라인(파인애플에서 유래)', 
    '71mg' || CHR(10) || 
    '12,500HUT' || CHR(10) || 
    '2,500HUT' || CHR(10) || 
    '2,500DU' || CHR(10) || 
    '750FIP' || CHR(10) || 
    '500CU' || CHR(10) || 
    '200ALU' || CHR(10) || 
    '6,000FCC PU' || CHR(10) || 
    '5,000FCC PU', 
    '주의: 성인 전용 제품입니다. 파인애플/파파야/효소 알레르기가 있는 분은 복용하지 마십시오. 임신/수유 중이거나 약물을 복용 중이거나 질환이 있는 분은 의사와 상의하십시오. 어린이의 손이 닿지 않는 곳에 보관하십시오.', 
    '소화 건강 증진' || CHR(10) || 
    '락타아제, 프로테아제, 파파인 및 브로멜라인 첨가' || CHR(10) || 
    '유전자 변형 성분 무함유' || CHR(10) || 
    '보충제' || CHR(10) || 
    '채식주의자/비건에 적합' || CHR(10) || 
    '코셔' || CHR(10) || 
    '소화제' || CHR(10) || 
    '1968년에 설립된 가족 기업' || CHR(10) || 
    '우수 제조 및 품질 관리 기준(GMP) 품질 보증' || CHR(10) || 
    'NOW 식물 효소는 소화를 보조하는 효소들을 종합적으로 혼합한 제품입니다. 제품에 함유된 효소들은 지방과 식이 섬유, 단백질과 탄수화물의 분해를 도와 섭취하는 음식의 영양소가 최적으로 사용될 수 있게 해줍니다. 또한 NOW 식물 효소에는 유당에 민감한 사람들을 위해 유제품의 소화를 돕는 유당 분해 효소가 들어 있습니다.'
);

INSERT INTO supplement (SupName, SupPrice, SupBrand, SupDosage, SupNutri, SupNutriInfo, SupPrecautions, SupDetail) 
VALUES (
    'NOW Foods, Digest Ultimate, 베지 캡슐 120정', 
    41367, 
    'NOW Foods', 
    '매 식사와 함께 캡슐 1정을 복용하십시오.', 
    'Digest Ultimate' || CHR(10) || 
    '아밀라아제(고지에서 추출)' || CHR(10) || 
    '프로테아제4.5(고지에서 추출)' || CHR(10) || 
    '프로테아제6.0(고지에서 추출)' || CHR(10) || 
    '산안정성프로테아제3.0(아스페르길루스니제르에서 추출)' || CHR(10) || 
    '리파아제(칸디다루고사에서 추출)' || CHR(10) || 
    '셀룰라아제(트라이코더마롱기브라키아툼에서 추출)' || CHR(10) || 
    '헤미셀룰라아제(아스페르길루스니제르에서 추출)' || CHR(10) || 
    '알파갈락토시다아제(아스페르길루스니제르에서 추출)' || CHR(10) || 
    '산성말타아제(리조퍼스오리제에서 추출)' || CHR(10) || 
    '브로멜라인(파인애플에서 추출)' || CHR(10) || 
    '락타아제(고지에서 추출)' || CHR(10) || 
    '펙티나아제(아스페르길루스니제르에서 추출)' || CHR(10) || 
    '펩티아제(고지에서 추출)' || CHR(10) || 
    '글루코아밀라아제(아스페르길루스니제르에서 추출)' || CHR(10) || 
    '베타글루칸(트라이코더마롱기브라키아툼에서 추출)' || CHR(10) || 
    '인베르타아제(맥주효모균에서 추출)' || CHR(10) || 
    '피타아제(아스페르길루스니제르에서 추출)' || CHR(10) || 
    '자일라나아제(트라이코더마롱기브라키아툼에서 추출)' || CHR(10) || 
    '중성세균프로테아제(바실러스서브틸리스에서 추출)', 
    '460mg' || CHR(10) || 
    '23,000DU' || CHR(10) || 
    '82,500HUT' || CHR(10) || 
    '2,500HUT' || CHR(10) || 
    '20 SAPU' || CHR(10) || 
    '3,500FIP' || CHR(10) || 
    '3,200CU' || CHR(10) || 
    '1,000HCU' || CHR(10) || 
    '300GalU' || CHR(10) || 
    '7.5MaltU' || CHR(10) || 
    '300,000FCC PU' || CHR(10) || 
    '1,000ALU' || CHR(10) || 
    '15Endo-PGU' || CHR(10) || 
    '2,500HUT' || CHR(10) || 
    '30AGU' || CHR(10) || 
    '30BGU' || CHR(10) || 
    '800SU' || CHR(10) || 
    '8FTU' || CHR(10) || 
    '650XU' || CHR(10) || 
    '3,000PC', 
    '성인 전용 제품입니다. 임신/수유 중이거나 다른 약을 복용하고 있거나 질병이 있는 경우, 의사와 상의하십시오. 어린이의 손이 닿지 않는 곳에 보관하십시오.', 
    '소화 건강 증진' || CHR(10) || 
    '음식의 영양학적 가치를 최적화' || CHR(10) || 
    '풀 스펙트럼 효소 포뮬라' || CHR(10) || 
    '보충제' || CHR(10) || 
    '채식주의자/비건에게 적합' || CHR(10) || 
    '프로바이오틱스/효소/소화' || CHR(10) || 
    '1968년 설립된 가족 기업' || CHR(10) || 
    'GMP 품질 보증' || CHR(10) || 
    'Digest Ultimate™는 엄선된 미생물 종류를 제어된 방식으로 발효하여 생산된 소화 효소를 독점적으로 조합해낸 강력한 제품이며, 위장관의 산성도 범위 내에서 안정적으로 유지됩니다. 이 풀 스펙트럼 소화 지원 포뮬라는 단백질, 탄수화물 및 지방뿐만 아니라 유제품, 곡물, 채소, 콩 등 음식에서 찾을 수 있는 소화되지 않는 식이섬유의 분해를 지원하여 영양소 흡수를 최대화하도록 돕습니다. 또한 Digest Ultimate™는 채식주의자에게 적합합니다.'
);

INSERT INTO supplement (SupName, SupPrice, SupBrand, SupDosage, SupNutri, SupNutriInfo, SupPrecautions, SupDetail) 
VALUES (
    'NOW Foods, 식물 효소, 베지 캡슐 120정', 
    16534, 
    'NOW Foods', 
    '매 식사와 함께 캡슐 1정을 복용하십시오.', 
    '멀티효소혼합물' || CHR(10) || 
    '프로테아제' || CHR(10) || 
    '산안정성프로테아제' || CHR(10) || 
    '아밀라아제' || CHR(10) || 
    '리파아제' || CHR(10) || 
    '셀룰라아제' || CHR(10) || 
    '락타아제' || CHR(10) || 
    '파파인(파파야에서 추출)' || CHR(10) || 
    '브로멜라인(파인애플에서 추출)', 
    '71mg' || CHR(10) || 
    '12,500HUT' || CHR(10) || 
    '2,500HUT' || CHR(10) || 
    '2,500DU' || CHR(10) || 
    '750FIP' || CHR(10) || 
    '500CU' || CHR(10) || 
    '200ALU' || CHR(10) || 
    '6,000FCC PU' || CHR(10) || 
    '5,000FCC PU', 
    '개봉 후에는 서늘하고 건조한 곳에 보관하십시오.', 
    '소화 건강 증진' || CHR(10) || 
    '락타아제, 프로테아제, 파파인 및 브로멜라인 함유' || CHR(10) || 
    '유전자 변형 성분 무함유' || CHR(10) || 
    '보충제' || CHR(10) || 
    '채식주의자/비건에게 적합' || CHR(10) || 
    '코셔' || CHR(10) || 
    '우수 제조 및 품질 관리 기준(GMP) - 품질 보증' || CHR(10) || 
    '소화 촉진' || CHR(10) || 
    '1968년 설립된 가족 기업' || CHR(10) || 
    'NOW® 식물성 효소는 적절한 소화를 지원하는 데 도움이 되는 효소의 종합적인 혼합물입니다. 효소를 결합하여 만든 이 상품은 지방, 섬유소, 단백질 및 탄수화물 분해를 도와 섭취한 식품에 포함된 영양소의 이용성을 최적화합니다. NOW® 식물성 효소는 유당에 민감한 분들을 위해 유제품 소화를 촉진하는 락타아제도 함유합니다.'
);

INSERT INTO supplement (SupName, SupPrice, SupBrand, SupDosage, SupNutri, SupNutriInfo, SupPrecautions, SupDetail) 
VALUES (
    'Swanson, 효소 및 바이오페린 함유 다이제스티톨, 캡슐 60정', 
    8586, 
    'Swanson', 
    '보충제로, 매 식사 직전에 물과 함께 캡슐 1정을 복용하십시오.', 
    '고유 효소 혼합물' || CHR(10) || 
    '락타아제(진균)' || CHR(10) || 
    '브로멜라인(파인애플에서 추출)' || CHR(10) || 
    '셀룰라아제(아스페르길루스 니제르 추출물)' || CHR(10) || 
    '판크레아틴 USP 4x' || CHR(10) || 
    '프로테아제' || CHR(10) || 
    '아밀라아제' || CHR(10) || 
    '리파아제' || CHR(10) || 
    'BioPerine® Nature''s Thermo Nutrition® (Piper nigrum)(열매)(피페린 최소 95%로 표준화)' || CHR(10) || 
    'CereCalase®', 
    '28mg' || CHR(10) || 
    '900FCC 유닛' || CHR(10) || 
    '36GDU' || CHR(10) || 
    '299FCC 유닛' || CHR(10) || 
    '145mg (판크레아틴 580mg 상당)' || CHR(10) || 
    '14,500USP 유닛' || CHR(10) || 
    '14,500USP 유닛' || CHR(10) || 
    '1,160USP 유닛' || CHR(10) || 
    '5mg' || CHR(10) || 
    '5mg', 
    '성인 전용 상품입니다. 임신 또는 수유 중이거나 약물을 복용 중이거나 질병이 있는 경우 복용하기 전에 의료 전문가와 상의하십시오.', 
    '소화 건강' || CHR(10) || 
    '효소와 BioPerine® 함유' || CHR(10) || 
    '보충제' || CHR(10) || 
    '식단에 포함된 영양소의 생체이용률 증가' || CHR(10) || 
    '개선된 효소 조합' || CHR(10) || 
    '1969년부터 과학에 기반한 고품질 상품 제공' || CHR(10) || 
    '식단에 포함된 영양소의 생체이용률을 높여주는 포뮬라인 Swanson 다이제스티톨로 매일 섭취하는 보충제와 음식을 최대한 활용하십시오. Digestitol은 췌장 효소, 브로멜라인, 셀룰라아제, 특수 CereCalase 등 단일 보충제에 결합된 가장 우수한 효소 조합을 함유하며, 포뮬라에는 다이제스티톨에는 또한 신체의 영양소 흡수를 촉진하는 흑후추 및 롱페퍼의 특허 추출물인 Bioperine이 함유되어 있습니다. 이러한 성분을 결합하여 다이제스티톨은 다른 모든 보충제의 효능을 강화하는 보충제 중 하나입니다.'
);

INSERT INTO supplement (SupName, SupPrice, SupBrand, SupDosage, SupNutri, SupNutriInfo, SupPrecautions, SupDetail) 
VALUES (
    'NOW Foods, Digest Ultimate, 베지 캡슐 60정', 
    23155, 
    'NOW Foods', 
    '캡슐 1정씩 식사 때마다 복용하십시오.', 
    'Digest Ultimate' || CHR(10) || 
    '아밀라아제(고지에서 추출)' || CHR(10) || 
    '프로테아제4.5(고지에서 추출)' || CHR(10) || 
    '프로테아제6.0(고지에서 추출)' || CHR(10) || 
    '산안정성프로테아제3.0(흑국균에서 추출)' || CHR(10) || 
    '리파아제(칸디다루고사에서 추출)' || CHR(10) || 
    '셀룰라아제(트리코델마롱기브라키아툼에서 추출)' || CHR(10) || 
    '헤미셀룰라아제(흑국균에서 추출)' || CHR(10) || 
    '알파갈락토시다아제(흑국균에서 추출)' || CHR(10) || 
    '산성말타아제(리조푸스오리제에서 추출)' || CHR(10) || 
    '브로멜라인(파인애플에서 추출)' || CHR(10) || 
    '락타아제(고지에서 추출)' || CHR(10) || 
    '펙티나아제(흑국균에서 추출)' || CHR(10) || 
    '펩티아제(고지에서 추출)' || CHR(10) || 
    '글루코아밀라아제(흑국균에서 추출)' || CHR(10) || 
    '베타글루칸(트리코델마롱기브라키아툼에서 추출)' || CHR(10) || 
    '인버타아제(맥주효모균에서 추출)' || CHR(10) || 
    '피타아제(흑국균에서 추출)' || CHR(10) || 
    '자일라나아제(트리코델마롱기브라키아툼에서 추출)' || CHR(10) || 
    '중성박테리아프로테아제(바실러스서브틸리스에서 추출)', 
    '460mg' || CHR(10) || 
    '23,000DU' || CHR(10) || 
    '82,500HUT' || CHR(10) || 
    '2,500HUT' || CHR(10) || 
    '20SAPU' || CHR(10) || 
    '3,500FIP' || CHR(10) || 
    '3,200CU' || CHR(10) || 
    '1,000HCU' || CHR(10) || 
    '300GalU' || CHR(10) || 
    '7.5MaltU' || CHR(10) || 
    '300,000FCC PU' || CHR(10) || 
    '1,000ALU' || CHR(10) || 
    '15Endo-PGU' || CHR(10) || 
    '2,500HUT' || CHR(10) || 
    '30AGU' || CHR(10) || 
    '30BGU' || CHR(10) || 
    '800SU' || CHR(10) || 
    '8FTU' || CHR(10) || 
    '650XU' || CHR(10) || 
    '3,000PC', 
    '성인 전용 상품입니다. 임신 또는 수유 중이거나 다른 약을 복용 중이거나 질병이 있는 경우 의사와 상의하십시오. 어린이의 손이 닿지 않는 곳에 보관하십시오.', 
    '소화 건강 증진' || CHR(10) || 
    '음식의 영양값 최적화' || CHR(10) || 
    '풀 스펙트럼 효소 포뮬라' || CHR(10) || 
    '보충제' || CHR(10) || 
    '채식주의자/비건에게 적합' || CHR(10) || 
    '프로바이오틱/효소/소화' || CHR(10) || 
    '1968년 설립된 가족 기업' || CHR(10) || 
    'GMP 인증' || CHR(10) || 
    'Digest Ultimate™는 엄선된 미생물을 통제 발효하여 생산한 소화 효소를 고유한 방식으로 조합한 강력한 효능의 상품이며, 위장관의 산성도 범위 내에서 안정적으로 유지됩니다. 이 풀 스펙트럼 소화 지원 포뮬라는 단백질, 탄수화물, 지방뿐만 아니라 유제품, 곡물 및 채소, 콩 등의 음식에 함유된 소화가 잘 안 되는 섬유소의 분해를 지원하여 영양소 흡수 극대화를 돕습니다. 또한 Digest Ultimate™는 채식주의자에게 적합합니다.'
);

INSERT INTO supplement (SupName, SupPrice, SupBrand, SupDosage, SupNutri, SupNutriInfo, SupPrecautions, SupDetail) 
VALUES (
    'California Gold Nutrition, EuroHerbs, 밀크시슬추출물, EuroMed 품질, 175mg, 베지 캡슐 60정', 
    14943, 
    'California Gold Nutrition', 
    '하루에 캡슐 1정을 식사 여부와 관계없이 복용하십시오. 자격을 갖춘 의료 전문가의 지시에 따라 복용하는 것이 가장 좋습니다.', 
    '밀크시슬추출물(silybum marianum)(씨)(UV-VIS를 통해 실리마린 80%로 표준화)', 
    '175mg', 
    '어린이의 손이 닿지 않는 곳에 보관하십시오. 임신 또는 수유 중인 여성, 만성 질환자, 고령층, 만 18세 미만의 미성년자, 처방 약물(예: 혈액 희석제)을 복용 중이거나 의사로부터 특정 질병을 진단받은 분은 보충제를 복용하기 전에 의사나 약사, 자연 요법 의사 또는 기타 자격을 갖춘 의료 전문가와 상담하십시오. 밀봉 포장된 상품입니다. 안전 밀봉이 손상되거나 없는 경우에는 복용하지 마십시오. 서늘하고 건조한 곳에 보관하십시오. 열, 빛, 습기를 피해 보관하십시오.', 
    'California Gold Nutrition EuroHerbs™ 밀크시슬' || CHR(10) || 
    'Phyto-Proof? EuroMed 품질' || CHR(10) || 
    '간 건강 지원*' || CHR(10) || 
    '실리마린플라보노이드 80%로 표준화' || CHR(10) || 
    '밀크시슬 원산지: EU/가공: 스페인' || CHR(10) || 
    '무함유 성분: 글루텐, 유전자 변형 성분, 대두' || CHR(10) || 
    'cGMP 인증 시설에서 생산' || CHR(10) || 
    '100% 골드 개런티(Gold Guarantee)' || CHR(10) || 
    '밀크시슬(Silybum marianum) 씨에 들어있는 실리마린플라보노이드에는 전반적인 간 건강과 천연 해독 작용을 지원하는 기능이 있다는 것이 연구를 통해 밝혀졌습니다.*' || CHR(10) || 
    'California Gold Nutrition EuroHerbs™ 밀크시슬은 실리마린플라보노이드 80%로 표준화된 프리미엄 등급 추출물을 함유하고 있습니다. 녹색 베지 캡슐은 알팔파와 멀베리 잎에서 추출한 천연 식물성 색소인 엽록소로 만들어졌습니다.' || CHR(10) || 
    'EuroMed는 표준화된 "약리학 등급" 허브 추출물을 제조하는 유럽의 선도적인 제조사입니다. Phyto-Proof?는 최종 추출물의 품질 관리를 위해 최고급 품종의 종자를 사용하였음을 인증하는 마크입니다.' || CHR(10) || 
    'EuroMed Phyto-Proof?:' || CHR(10) || 
    'EuroMed의 특징, 순도, 효능에 대해 자세히 알아보기' || CHR(10) || 
    'EuroHerbs 밀크시슬 연구 논문' || CHR(10) || 
    'iTested 인증'
);

INSERT INTO supplement (SupName, SupPrice, SupBrand, SupDosage, SupNutri, SupNutriInfo, SupPrecautions, SupDetail) 
VALUES (
    'Swanson, L-아르기닌, 500mg, 캡슐 200정', 
    15238, 
    'Swanson', 
    '보충제로, 하루 1~2회 캡슐 1정씩 물과 함께 복용하십시오.', 
    'l-아르기닌(유리형아미노산)', 
    '500mg', 
    '성인 전용 상품입니다. 어린이 또는 임신부는 복용하지 마십시오. 신장 또는 간 질환과 같은 질병이 있거나 약을 복용하고 있는 경우 복용 전에 의사와 상의하십시오. 메스꺼움이나 복부 불편감이 있거나 설사를 하는 경우 복용량을 줄이십시오. 어린이의 손이 닿지 않는 곳에 보관하십시오. 안전 밀봉이 손상된 경우, 복용하지 마십시오. 서늘하고 건조한 곳에 보관하십시오.', 
    '에너지 및 심혈관계 건강 증진' || CHR(10) || 
    '캡슐당 500mg' || CHR(10) || 
    '보충제' || CHR(10) || 
    '운동 능력 증진' || CHR(10) || 
    '메티오닌 및 글리신과 결합하여 근육 내 에너지 생성을 도움' || CHR(10) || 
    '이미 정상 범위 내에 있는 혈압을 유지하도록 보조' || CHR(10) || 
    '1969년부터 과학에 기반한 고품질 상품 제공' || CHR(10) || 
    'Swanson l-아르기닌을 통해 적은 비용으로 기본적인 아미노산 영양소를 섭취하십시오. 특히 심혈관계 및 면역계 건강 증진에 특히 관심이 있다면, Swanson l-아르기닌을 추가하면 경제적이고 효과적으로 식이 계획을 도울 수 있습니다. 간편한 캡슐 1정당 500mg의 유리형 l-아르기닌이 함유되어 있습니다.'
);

INSERT INTO supplement (SupName, SupPrice, SupBrand, SupDosage, SupNutri, SupNutriInfo, SupPrecautions, SupDetail) 
VALUES (
    'Swanson, l-아르기닌, 맥시멈 스트렝스, 850mg, 캡슐 90정', 
    11078, 
    'Swanson', 
    '보충제로, 하루 1~2회 캡슐 1정씩 물과 함께 복용하십시오.', 
    'l-아르기닌', 
    '850mg', 
    '성인 전용 상품입니다. 어린이, 임신 또는 수유 중인 여성은 복용하지 마십시오. 약을 복용하고 있거나 질병이 있거나 신장 및 간 질환이 있으면 복용 전에 의사와 상의하십시오. 메스꺼움이나 복부 불편감이 있거나 설사를 하는 경우 복용량을 줄이십시오. 어린이의 손이 닿지 않는 곳에 보관하십시오. 안전 밀봉이 손상된 경우, 복용하지 마십시오. 서늘하고 건조한 곳에 보관하십시오.', 
    '에너지 및 심혈관계 건강 증진' || CHR(10) || 
    '캡슐당 850mg' || CHR(10) || 
    '보충제' || CHR(10) || 
    '순근육 생성에 도움' || CHR(10) || 
    '심혈관계 건강 증진' || CHR(10) || 
    '메티오닌과 글라이신이 근육 내 에너지 생성 지원' || CHR(10) || 
    '1969년부터 과학에 기반한 고품질 상품 제공'
);

INSERT INTO supplement (SupName, SupPrice, SupBrand, SupDosage, SupNutri, SupNutriInfo, SupPrecautions, SupDetail) 
VALUES (
    'Swanson, Full Spectrum 밀크시슬, 500mg, 캡슐 30정', 
    3036, 
    'Swanson', 
    '보충제로 하루 2~3회 캡슐 2정씩 물과 함께 복용하십시오.', 
    '밀크시슬(Silybum marianum)(씨)', 
    '1g', 
    '성인 전용 상품입니다. 임신 또는 수유 중이거나 약물을 복용 중이거나 질병이 있는 경우 복용하기 전에 의사와 상의하십시오. 어린이의 손이 닿지 않는 곳에 보관하십시오. 안전 밀봉이 손상된 경우 복용하지 마십시오. 서늘하고 건조한 곳에 보관하십시오.', 
    '해독 작용' || CHR(10) || 
    '캡슐당 500mg' || CHR(10) || 
    '허브 보충제' || CHR(10) || 
    '간 해독에 도움' || CHR(10) || 
    '항산화 작용 강화' || CHR(10) || 
    'Full Spectrum 천연 씨 포뮬라' || CHR(10) || 
    '1969년부터 과학에 기반한 고품질 상품 제공' || CHR(10) || 
    '아마도 여러분은 간에 대해 많이 생각하지 않으시겠지만, 간은 몸에서 상당히 많은 일을 합니다! 1분당 1쿼트라는 놀라운 속도로 혈액에서 독소를 걸러주고, 좋은 성분과 나쁜 성분을 구분하여 유용한 성분만 남기고 나머지는 버립니다. 세상에 유해한 성분이 점점 많아짐에 따라, 최적의 역량으로 일하는 간은 건강에 그 어느 때보다도 큰 역할을 합니다. Swanson의 밀크시슬 보충제는 간 건강을 위한 최고의 선택입니다. 강력한 항산화 플라보노이드인 실리마린은 간 조직을 특별히 보호하는 효능을 가지고 있어, 밀크시슬은 최고의 간 강장제로 꼽힙니다. 당사의 편리한 캡슐로 밀크시슬 영양소 500mg을 간편하게 섭취할 수 있어 경제적인 부담이 없습니다.'
);

INSERT INTO supplement (SupName, SupPrice, SupBrand, SupDosage, SupNutri, SupNutriInfo, SupPrecautions, SupDetail) 
VALUES (
    'Swanson, 밀크시슬 콤비네이션, 캡슐 60정', 
    8444, 
    'Swanson', 
    '보충제로 하루 3회 식사 전 캡슐 1정을 물과 함께 복용하십시오.', 
    '밀크시슬(Silybum marianum)씨추출물(실리마린 80%로 표준화)' || CHR(10) || 
    '민들레뿌리' || CHR(10) || 
    '검은무뿌리' || CHR(10) || 
    '우엉뿌리' || CHR(10) || 
    '생강뿌리줄기' || CHR(10) || 
    '파슬리잎', 
    '175mg' || CHR(10) || 
    '85mg' || CHR(10) || 
    '60mg' || CHR(10) || 
    '60mg' || CHR(10) || 
    '60mg' || CHR(10) || 
    '35mg', 
    '성인 전용 상품입니다. 장폐색 또는 담관 폐색증이 있는 경우 이 상품을 복용하지 마십시오. 임신 또는 수유 중이거나 약물을 복용 중이거나 질병(특히 담낭 질환이 있거나 담낭 질환을 경험한 적이 있는 경우)이 있는 경우에는 상품을 복용하기 전에 의료 전문가와 상의하십시오. 어린이의 손이 닿지 않는 곳에 보관하십시오. 안전 밀봉이 손상된 경우, 복용하지 마십시오. 서늘하고 건조한 곳에 보관하십시오.', 
    '간 건강 증진' || CHR(10) || 
    '해독 작용 허브 포뮬라' || CHR(10) || 
    '허브 보충제' || CHR(10) || 
    '간 해독 작용에 도움' || CHR(10) || 
    '항산화 작용 강화' || CHR(10) || 
    '건강한 간, 비장 및 신장 기능에 도움' || CHR(10) || 
    '1969년부터 과학에 기반한 고품질 상품 제공' || CHR(10) || 
    'Swanson 밀크시슬 콤비네이션은 일상에서 간 건강 증진을 위한 허브 강장제로 효능이 보장된 밀크시슬 추출물(실리마린 함량 80%로 표준화)을 함유합니다. 민들레 뿌리, 검은 무 뿌리, 우엉 뿌리, 생강 뿌리 및 파슬리 뿌리를 포함한 간 정화 허브로 포뮬라를 더욱 강화했습니다.'
);

INSERT INTO supplement (SupName, SupPrice, SupBrand, SupDosage, SupNutri, SupNutriInfo, SupPrecautions, SupDetail) 
VALUES (
    'Solgar, 밀크시슬, 베지 캡슐 250정', 
    55869, 
    'Solgar', 
    '성인용 보충제로서, 하루에 최대 3회 베지 캡슐 1정씩 가급적 식사와 함께 복용하거나 의사의 지시에 따르십시오.', 
    '표준화 밀크시슬 추출물 (Silybum marianum)(씨) (실리마린 80mg[80%]로 표준화)' || CHR(10) || 
    '밀크시슬 분말(Silybum marianum)(지상부, 씨앗)', 
    '100mg' || CHR(10) || 
    '350mg', 
    '임신 또는 수유 중이거나 약물을 복용 중이거나 질병이 있는 경우에는 보충제를 복용하기 전에 의사와 상의하십시오. 돼지풀 또는 데이지꽃 등에 알레르기가 있는 경우에는 본 제품을 복용하지 마십시오. 부작용이 발생하면 복용을 중단하고 전문의와 상의하십시오. 18세 미만은 복용할 수 없습니다. 어린이의 손이 닿지 않는 곳에 보관하십시오. 실온에서 보관하십시오. 용기 외부 밀봉이 없거나 손상된 경우에는 복용하지 마십시오.', 
    '1947년 설립' || CHR(10) || 
    '밀크시슬(Silybum Marianum)' || CHR(10) || 
    '보충제' || CHR(10) || 
    '채식주의자에게 적합' || CHR(10) || 
    '글루텐, 밀, 유제품 무함유' || CHR(10) || 
    '코셔 파르브' || CHR(10) || 
    '완전한 효능의 허브' || CHR(10) || 
    'Solgar? Full Potency 허브에는 전통적인 허브 추출물이 함유되어 있어 허브에서 추출한 완전한 효능을 보장합니다. 본 제품은 건조 추출물의 형태로 되어 있으며 허브와 유효 성분의 장점을 결합했습니다. 당사의 허브 포뮬라는 시너지 효과를 내는 천연 허브의 구성 요소를 모두 함유하고 있으며 활성 식물 화학물질을 선별, 분리하지 않았습니다. Solgar? 허브 제품은 세계에서 가장 품질이 우수하며 순수한 허브만을 제공합니다.'
);

INSERT INTO supplement (SupName, SupPrice, SupBrand, SupDosage, SupNutri, SupNutriInfo, SupPrecautions, SupDetail) 
VALUES (
    'NOW Foods, 밀크시슬 추출물, 최대 강도, 750mg, 베지 캡슐 90정', 
    28855, 
    'NOW Foods', 
    '하루에 캡슐 1정씩 복용하십시오.', 
    '밀크시슬 추출물(Silybum marianum)(열매/씨)(실리마린 플라보노이드 600mg으로 표준화 - 80% 상당량)', 
    '750mg', 
    '성인 전용 상품입니다. 임신 또는 수유 중이거나 다른 약을 복용 중이거나 질병이 있는 경우 의사와 상의하십시오. 어린이의 손이 닿지 않는 곳에 보관하십시오. 이 상품은 자연적인 색 변화가 발생할 수 있습니다. 개봉 후에는 서늘하고 건조한 곳에 보관하십시오.', 
    '실리마린 600mg' || CHR(10) || 
    '해독 및 간 기능 증진' || CHR(10) || 
    '글루타치온 생성 촉진' || CHR(10) || 
    '유전자 변형 성분 무함유' || CHR(10) || 
    '보충제' || CHR(10) || 
    '채식주의자/비건' || CHR(10) || 
    '우수 제조 및 품질 관리 기준(GMP) 품질 보장' || CHR(10) || 
    '식물성/허브' || CHR(10) || 
    '1968년 설립된 가족 기업' || CHR(10) || 
    '밀크시슬은 수 세기 동안 전통적인 약초학자들이 사용해 왔습니다. 임상 및 비임상 연구에 따르면 밀크시슬추출물은 신체의 정상적인 해독 과정을 지원할 뿐만 아니라, 글루타치온 생성을 촉진하여 건강한 간 기능을 유지하는 데 도움이 되는 것으로 나타났습니다.'
);

INSERT INTO supplement (SupName, SupPrice, SupBrand, SupDosage, SupNutri, SupNutriInfo, SupPrecautions, SupDetail) 
VALUES (
    'NOW Foods, 강황 함유 밀크시슬 추출물, 150mg, 베지 캡슐 120정', 
    14829, 
    'NOW Foods', 
    '매일 1~3번 음식과 함께 캡슐 2정씩 복용하십시오.', 
    '총탄수화물' || CHR(10) || 
    '흰무늬엉겅퀴(Silybum marianum)(열매 및 씨앗)추출물(실리마린 플라보노이드 240mg으로 표준화 - 80%에 해당)' || CHR(10) || 
    '울금(Curcuma longa)(뿌리)', 
    '1g' || CHR(10) || '300mg' || CHR(10) || '700mg', 
    '성인 전용 제품입니다. 임산부/수유 중인 여성은 사용하지 마십시오. 약물을 복용 중이거나 질환(특히 담낭 기능 장애)이 있는 분은 의사와 상의하십시오. 어린이의 손이 닿지 않는 곳에 보관하십시오. 개봉 후 서늘하고 건조한 곳에 보관하십시오.', 
    '실리마린(120mg)' || CHR(10) || 
    '간 기능 강화' || CHR(10) || 
    '보충제' || CHR(10) || 
    '유전자 변형 성분 무함유' || CHR(10) || 
    '채식주의자 및 비건에게 적합' || CHR(10) || 
    '코셔' || CHR(10) || 
    '식물/허브' || CHR(10) || 
    '1968년 설립된 가족 기업' || CHR(10) || 
    '우수 제조 및 품질 관리 기준(GMP) 품질 보증' || CHR(10) || 
    '할랄' || CHR(10) || 
    '밀크시슬은 수 세기 동안 전통적인 약초학자들이 사용해 왔습니다. 과학적 연구에 따르면 밀크시슬에 포함된 성분은 건강한 간 기능을 증진할 수 있다고 합니다. 이 채식 포뮬러에는 추가 지원을 위해 강황도 포함되어 있습니다.'
);

INSERT INTO supplement (SupName, SupPrice, SupBrand, SupDosage, SupNutri, SupNutriInfo, SupPrecautions, SupDetail) 
VALUES (
    'NOW Foods, 강황 함유 밀크시슬 추출물, 150mg, 베지 캡슐 60정', 
    8228, 
    'NOW Foods', 
    '매일 1~3회 캡슐 2정씩 음식과 함께 복용하십시오.', 
    '밀크시슬추출물(Silybum marianum)(열매/씨)(실리마린플라보노이드 240mg으로 표준화 - 80% 상당량)' || CHR(10) || 
    '강황(Curcuma longa)(뿌리)', 
    '300mg' || CHR(10) || 
    '700mg', 
    '성인 전용 상품입니다. 임신 또는 수유 중인 경우 복용하지 마십시오. 약물을 복용 중이거나 질병(특히 담낭 기능 장애)이 있으면 반드시 의사와 상담하십시오. 어린이의 손이 닿지 않는 곳에 보관하십시오. 자연적인 색 변화가 발생할 수 있습니다. 개봉 후에는 서늘하고 건조한 곳에 보관하십시오.', 
    '실리마린(120mg)' || CHR(10) || 
    '해독 및 간 기능 증진' || CHR(10) ||
    '유전자 변형 성분 무함유' || CHR(10) || 
    '보충제' || CHR(10) || 
    '채식주의자/비건에게 적합' || CHR(10) || 
    '코셔 인증' || CHR(10) || 
    '할랄' || CHR(10) || 
    '식물/허브' || CHR(10) || 
    '1968년 설립된 가족 기업' || CHR(10) || 
    'GMP 인증' || CHR(10) || 
    '밀크시슬은 수 세기 동안 전통적인 약초학자들이 사용해 왔습니다. 과학적 연구에 따르면 밀크시슬에 포함된 성분은 건강한 간 기능을 증진할 수 있다고 합니다. 이 식물성 포뮬라에는 건강에 이로운 강황도 포함되어 있습니다.'
);

INSERT INTO supplement (SupName, SupPrice, SupBrand, SupDosage, SupNutri, SupNutriInfo, SupPrecautions, SupDetail) 
VALUES (
    'California Gold Nutrition, 실리마린 복합체, 민들레, 아티초크, Curcumin C3 Complex, 생강, 및 BioPerine 함유 밀크시슬 추출물, 베지 캡슐 120정', 
    20069, 
    'California Gold Nutrition', 
    '매일 캡슐 1정을 음식과 함께 복용하십시오. 자격을 갖춘 의료 전문가의 지시에 따라 복용하는 것이 가장 좋습니다.', 
    '밀크시슬 추출물(Silybum marianum)(씨)(실리마린 80%로 표준화)' || CHR(10) || 
    '털민들레추출물(Taraxacum mongolicum)(뿌리)' || CHR(10) || 
    '아티초크추출물(Cynara scolymus)(잎)' || CHR(10) || 
    '강황추출물(Curcuma longa)(뿌리줄기)' || CHR(10) || 
    '생강(Zingiber officinale)(뿌리줄기)' || CHR(10) || 
    '흑후추추출물(Piper nigrum)(열매)(피페린 95%로 표준화)', 
    '300mg' || CHR(10) || 
    '100mg' || CHR(10) || 
    '50mg' || CHR(10) || 
    '25mg' || CHR(10) || 
    '25mg' || CHR(10) || 
    '5mg', 
    '어린이의 손이 닿지 않는 곳에 보관하십시오. 보충제를 복용하기 전에 면허가 있는 의사, 약사, 자연 요법 의사, 기타 자격을 갖춘 의료 전문가와 상의하십시오. 안전 밀봉된 제품입니다. 안전 밀봉이 손상되거나 없는 경우에는 복용하지 마십시오. 20ºC~25ºC(68ºF~77ºF) 범위로 온도가 조절되는 실내에 보관하는 것이 가장 좋습니다. 직사광선에 장기간 노출하거나 온도 및 습도가 높은 곳에 장기간 두는 등 제품을 적절하게 보관하지 않으면 시간이 지남에 따라 제품이 변질될 수 있습니다.', 
    'California Gold Nutrition 실리마린 복합체' || CHR(10) || 
    '민들레, 아티초크, Curcumin C3 Complex, 생강, 및 BioPerine 함유 밀크시슬 추출물' || CHR(10) || 
    '간 건강에 도움*' || CHR(10) || 
    '채식주의자와 비건에게 적합' || CHR(10) || 
    '글루텐, 유전자 변형 성분, 대두 무함유' || CHR(10) || 
    'cGMP 인증 시설에서 생산' || CHR(10) || 
    '100% 골드 개런티(Gold Guarantee)' || CHR(10) || 
    '간의 핵심 기능은 혈액을 여과하고 유해한 독소나 노폐물을 제거하는 것이므로, 체내에서 간의 역할은 중요합니다. 그러므로 간을 잘 관리하는 것이 중요합니다. California Gold Nutrition 실리마린 복합체는 간 건강에 도움이 되는 밀크시슬, 강황 및 기타 식물에서 추출한 천연 허브 추출물을 함유하고 있습니다.*' || CHR(10) || 
    '밀크시슬의 효능' || CHR(10) || 
    '밀크시슬(Silybum marianum)은 잠재적인 건강 효능으로 알려져 있는 꽃 허브입니다. 밀크시슬 식물의 씨앗에서 추출되는 실리마린은 건강에 도움이 되는 디톡스 과정을 촉진하기 위해, 특정 독소로부터의 간 보호를 돕는 항산화 특성을 지닙니다.* 이 보충제는 밀크시슬을 민들레, 강황, 아티초크 및 생강과 같은 간 건강에 좋고 항산화제가 풍부한 다른 허브 추출물과 결합하여 간을 전방위로 보호합니다.*' || CHR(10) || 
    'California Gold Nutrition 실리마린 복합체는 5가지 허브 추출물과 흡수력을 높이는 흑후추 추출물인 BioPerine로 제조됩니다. 채식주의자와 비건에게 적합하며 글루텐, 유전자 변형 성분 또는 대두를 함유하고 있지 않습니다.' || CHR(10) || 
    'iTested 인증'
);

INSERT INTO supplement (SupName, SupPrice, SupBrand, SupDosage, SupNutri, SupNutriInfo, SupPrecautions, SupDetail) 
VALUES (
    'NOW Foods, ADAM, 상위 남성의 종합비타민, 120정', 
    39715, 
    'NOW Foods', 
    '식사와 함께 하루에 1정을 섭취합니다.', 
    '비타민A(베타카로틴 100%)' || CHR(10) || 
    '비타민C(아스코르브산칼슘에서 추출)' || CHR(10) || 
    '비타민D(에르고칼시페롤)' || CHR(10) || 
    '비타민E(디-알파토코페릴호박산염)' || CHR(10) || 
    '비타민K(메나퀴논K2 및 피토나다이온K1)' || CHR(10) || 
    '티아민(비타민B1)(티아민염산염 추출물)' || CHR(10) || 
    '리보플라빈(비타민B-2)' || CHR(10) || 
    '니아신(비타민B3)(이노시톨 헥사니코티네이트에서 추출한 나이아신아마이드)' || CHR(10) || 
    '비타민B-6(피리독신 염산염 및 피리독살-5-포스페이트(P-5-P)에서 추출)' || CHR(10) || 
    '엽산(폴릭애씨드)' || CHR(10) || 
    '비타민B-12(메틸코발라민)' || CHR(10) || 
    '비오틴' || CHR(10) || 
    '판토텐산(비타민B-5)(판토텐산칼슘에서 추출)' || CHR(10) || 
    '칼슘(아스코르브산칼슘 및 구연산 칼슘에서 추출)' || CHR(10) || 
    '요오드(요오드화 칼륨에서 추출)' || CHR(10) || 
    '마그네슘(마그네슘시트레이트에서 추출)' || CHR(10) || 
    '아연(아연 비스글리시네이트)(TRAACS)' || CHR(10) || 
    '셀레늄(L-셀레노메티오닌)' || CHR(10) || 
    '구리(구리 비스글리시네이트)(TRAACS)' || CHR(10) || 
    '망간(망간 비스글리시네이트)(TRAACS)' || CHR(10) || 
    '크로뮴(피콜린산크로뮴 추출)' || CHR(10) || 
    '몰리브덴(몰리브덴산나트륨)' || CHR(10) || 
    '칼륨(포타슘클로라이드에서 추출)' || CHR(10) || 
    '톱야자(베리)(소팔메토)' || CHR(10) || 
    '알파리포산' || CHR(10) || 
    '유기농 알로에베라(잎)(농축물)' || CHR(10) || 
    '포도(vitis vinifera)씨추출물(폴리페놀 표준화)' || CHR(10) || 
    '콜린(콜린타르타르산염에서 추출)' || CHR(10) || 
    '이노시톨' || CHR(10) || 
    'CoQ10(코엔자임 Q10)' || CHR(10) || 
    '천연트랜스-레스베라트롤' || CHR(10) || 
    '[호장근추출물(polygonum cuspidatum)(뿌리)에서 추출]' || CHR(10) || 
    '라이코펜(천연 토마토 추출물)' || CHR(10) || 
    '루테인(금잔화꽃추출물)(Tagetes erecta)(FloraGLO)', 
    '5,000IU' || CHR(10) || 
    '125mg' || CHR(10) || 
    '500IU' || CHR(10) || 
    '75IU' || CHR(10) || 
    '40mcg' || CHR(10) || 
    '12.5mg' || CHR(10) || 
    '12.5mg' || CHR(10) || 
    '17.5mg' || CHR(10) || 
    '12.5mg' || CHR(10) || 
    '200mcg' || CHR(10) || 
    '125mcg' || CHR(10) || 
    '150mcg' || CHR(10) || 
    '25mg' || CHR(10) || 
    '25mg' || CHR(10) || 
    '75mcg' || CHR(10) || 
    '12.5mg' || CHR(10) || 
    '15mg' || CHR(10) || 
    '100mcg' || CHR(10) || 
    '0.25mg' || CHR(10) || 
    '1mg' || CHR(10) || 
    '100mcg' || CHR(10) || 
    '37.5mcg' || CHR(10) || 
    '12.5mg' || CHR(10) || 
    '80mg' || CHR(10) || 
    '25mg' || CHR(10) || 
    '25mg' || CHR(10) || 
    '12.5mg' || CHR(10) || 
    '12.5mg' || CHR(10) || 
    '12.5mg' || CHR(10) || 
    '7.5mg' || CHR(10) || 
    '5mg' || CHR(10) || 
    '1.5mg' || CHR(10) || 
    '250mcg', 
    '성인 전용 상품입니다. 임신 또는 수유 중이거나 다른 약을 복용 중이거나 질병이 있는 경우 의사와 상의하십시오. 어린이의 손이 닿지 않는 곳에 보관하십시오.
    본 제품에는 일부 혈액검사 결과에 영향을 줄 수 있는 비오틴이 함유되어 있습니다.
    자연적인 색 변화가 발생할 수 있습니다.
    개봉 후에는 서늘하고 건조한 곳에 보관하십시오.', 
    '쏘팔메토, 리코펜, 알파 리포산 및 CoQ10 함유' || CHR(10) || 
    '플러스 레스베라트롤 및 포도씨 추출물' || CHR(10) || 
    '보충제' || CHR(10) || 
    '채식주의자/비건에게 적합' || CHR(10) || 
    '코셔' || CHR(10) || 
    '비타민' || CHR(10) || 
    '1968년 설립된 가족 소유 기업' || CHR(10) || 
    '할랄 인증' || CHR(10) || 
    '우수 제조 및 품질 관리 기준(GMP) 품질 보증'
);

INSERT INTO supplement (SupName, SupPrice, SupBrand, SupDosage, SupNutri, SupNutriInfo, SupPrecautions, SupDetail) 
VALUES (
    'Swanson, 아르기닌 복합체, 750mg, 60정', 
    31738, 
    'Swanson', 
    '보충제로 하루 1~2회, 1정씩 물과 함께 복용하십시오.', 
    '칼륨(Nitrosigine?에서 추출)' || CHR(10) || '아르기닌실리케이트이노시톨(Nitrosigine)', 
    '30mg' || CHR(10) || 
    '750mg', 
    '성인 전용 상품입니다. 임신 또는 수유 중이거나 약물을 복용 중이거나 질병이 있는 경우 복용하기 전에 의료 전문가와 상의하십시오. 어린이의 손이 닿지 않는 곳에 보관하십시오. 안전 밀봉이 손상된 경우, 복용하지 마십시오. 서늘하고 건조한 곳에 보관하십시오.', 
    '심혈관계 건강 증진' || CHR(10) || 
    '1정당 750mg 함유' || CHR(10) || 
    '아르기닌 실리케이트 이노시톨' || CHR(10) || 
    '보충제' || CHR(10) || 
    '산화질소 생성 촉진' || CHR(10) || 
    '심장 및 순환계 건강을 지원하는 특허 받은 복합체' || CHR(10) || 
    '에너지 대사 유지' || CHR(10) || 
    '1969년부터 과학에 기반한 고품질 상품 제공' || CHR(10) || 
    'Swanson 아르기닌 복합체는 아르기닌을 실리케이트와 결합하여 강력하고 유익한 효과를 제공합니다. 시간이 지나면서 산화질소 수치를 높이도록 하여 건강한 혈액 순환과 깨끗한 혈관 유지에 도움이 됩니다.' || CHR(10) || 
    '15년 넘게, 아미노산인 아르기닌은 심혈관 웰니스를 위한 보조적 역할에 대해 광범위한 연구가 이루어졌습니다. 규소는 널리 인정받는 생물학적 요소로, 연결 조직에서 중요한 역할을 하는 것으로 알려져 있습니다. 아르기닌 복합체는 그 둘 모두의 효능에 더해, 고유한 조합에서 오는 추가 이점을 제공합니다.' || CHR(10) || 
    '아르기닌은 순환계에서 최적의 혈액 순환을 위해, 혈관이 팽창 또는 확장하도록 유도하는 산화질소로 몸에서 전환됩니다. 규소는 동맥 내에서 집중적으로 발견되며 동맥 조직 내벽의 투과성을 낮추도록 돕습니다. 건강한 혈액 순환을 위해, 그 두 가지는 함께 혈관이 이완되고 열려 있도록 도와주는 동시에 혈관 조직 구조의 건강을 증진하고 기능을 보호합니다.' || CHR(10) || 
    '아르기닌은 산화질소 수치를 크게 높여 열심히 일하는 근육에 더 많은 혈액이 흐르도록 하고 전반적인 심혈관 건강을 지원하는 것으로 임상 시험이 완료되었습니다. 아르기닌 복합체는 지속해서 복용하면 시간이 지나면서 산화질소 수치를 높이도록 도와 심혈관 건강 유지를 위한 장기적 해결책이 될 수 있습니다.'
);

INSERT INTO supplement (SupName, SupPrice, SupBrand, SupDosage, SupNutri, SupNutriInfo, SupPrecautions, SupDetail) 
VALUES (
    'Swanson, 최대 강도 l-아르기닌 AKG 분말, 내추럴 시트러스, 5g, 368g(12.9oz)', 
    39142, 
    'Swanson', 
    '보충제로, 하루 2~3회 좋아하는 음료나 물에 1스쿱(8g)을 섞어 드십시오. 스쿱이 포함되어 있습니다.', 
    'l-아르기닌AKG(알파-케토글루타레이트)', 
    '5g', 
    '참고: 상품에 신선도 유지를 위한 방습제 팩이 포함되어 있습니다. 방습제 팩을 먹지 마십시오. 성인 전용 상품입니다. 어린이, 임신부 또는 수유부는 복용하지 마십시오. 특히 신장 또는 간 질환 등의 질병이 있는 경우 복용 전에 의사와 상의하십시오. 메스꺼움이나 복부 불편감이 있거나 설사를 하는 경우 복용량을 줄이십시오. 어린이의 손이 닿지 않는 곳에 보관하십시오. 안전 밀봉이 손상된 경우, 복용하지 마십시오. 서늘하고 건조한 곳에 보관하십시오.', 
    '심혈관계 건강 및 지구력' || CHR(10) || 
    '1회 제공량당 5g' || CHR(10) || 
    '보충제' || CHR(10) || 
    '산화질소 생성 증진' || CHR(10) || 
    '지구력 및 더 빠른 근육 회복에 도움' || CHR(10) || 
    '산소 및 영양소를 세포에 최적으로 제공하기 위한 건강한 혈류 증진' || CHR(10) || 
    '1969년부터 과학에 기반한 고품질 상품 제공' || CHR(10) || 
    'Swanson 아르기닌 AKG 분말을 통해 순환 건강 등을 위한 고효능 아미노산을 복용하십시오! 아미노산인 l-아르기닌은 해독부터 에너지 생성에 이르기까지 몸의 여러 필수 과정에 관여하지만, 가장 큰 영향을 미치는 곳은 순환계 건강입니다. l-아르기닌은 혈관을 확장하여 혈류를 촉진하고 이미 정상 범위에 있는 혈압을 유지하는 데 도움이 되는 산화질소 생성에 중요한 역할을 하는 화합물입니다. 그래서 l-아르기닌은 전반적인 심혈관계 유지와 순환계 상태에 크게 좌우되는 성 기능 등의 영역에 유익합니다. 당사의 아르기닌 AKG 분말은 1회 제공량당 5g으로 다른 형태보다 훨씬 더 많은 복용량의 강력한 아르기닌을 제공합니다. 이 아르기닌 분말은 맛있는 천연 레몬 맛이 특징이며 물에 바로 녹아 뛰어난 맛의 영양 음료를 만들어줍니다.'
);

INSERT INTO supplement (SupName, SupPrice, SupBrand, SupDosage, SupNutri, SupNutriInfo, SupPrecautions, SupDetail) 
VALUES (
    'Solgar, L-아르기닌, 유리형, 1,000mg, 90정', 
    27477, 
    'Solgar', 
    '성인용 식품 보조제로, 하루 3회 1정씩 식간에 복용하거나, 건강 전문가의 지시에 따르십시오.', 
    'L-아르기닌(HCl)(유리형)', 
    '1,000mg', 
    '임신 또는 수유 중이거나, 약물을 복용하고 있거나, 질병이 있는 경우에는 건강 보조 식품을 사용하기 전에 담당 의료 전문가와 상의하십시오. 부작용이 발생하면 복용을 중단하고 의료 전문가와 상의하십시오. 아이들의 손이 닿지 않는 곳에 보관하십시오. 실온에서 보관하십시오. 용기의 외부 밀봉이 없거나 손상된 경우에는 사용하지 마십시오.', 
    '1947년부터 이어져 온 제품' || CHR(10) || 
    '자유 형태' || CHR(10) || 
    '심장 건강 지원' || CHR(10) || 
    '산화질소 자극제' || CHR(10) || 
    '유전자 변형 성분 없음' || CHR(10) || 
    '글루텐, 밀 성분, 유제품 모두 없음' || CHR(10) || 
    '비건에게 적합한 제품' || CHR(10) || 
    '글루텐 불 포함 인증' || CHR(10) || 
    '코셔 파르브' || CHR(10) || 
    '건강 보조 식품' || CHR(10) || 
    'L-아르기닌은 심장 건강을 증진시키는 아미노산입니다. L-아르기닌은 혈액 순환 기능에 관련된 혼합물인 산화질소를 자극합니다. 산화질소는 형성된 후 대단히 빨리 감소합니다. L-아르기닌은 계속적인 산화질소 생산에 대한 전구체로 활동합니다. 이 생산물은 적당한 흡수 동화를 증진시키기 위해 자유 형태의 L-아르기닌을 공급합니다.'
);

INSERT INTO supplement (SupName, SupPrice, SupBrand, SupDosage, SupNutri, SupNutriInfo, SupPrecautions, SupDetail) 
VALUES (
    'Solgar, L-아르기닌, 자유형, 500mg, 베지 캡슐 250정', 
    40952, 
    'Solgar', 
    '성인용 보충제로, 하루 베지 캡슐 1~6정씩 식간에 복용하거나 의사의 지시에 따라 복용하십시오.' || CHR(10) || '' || CHR(10) || '', 
    'L-아르기닌(자유형)', 
    '500mg', 
    '임신 또는 수유 중이거나, 약물을 복용 중이거나, 질병이 있는 분은 보충제를 복용하기 전에 의사와 상의하십시오. 아이들의 손이 닿지 않는 곳에 보관하십시오. 서늘하고 건조한 곳에 보관하십시오. 용기의 외부 안전 밀봉이 없거나, 찢어지거나 손상된 경우에는 복용하지 마십시오.', 
    '1947년부터 제조' || CHR(10) || 
    '자유형' || CHR(10) || 
    '순환계 건강 개선' || CHR(10) || 
    '산화질소 자극제' || CHR(10) || 
    '글루텐, 밀, 유제품 무함유' || CHR(10) || 
    '채식주의자에게 적합' || CHR(10) || 
    '코셔 파르브' || CHR(10) || 
    '보충제' || CHR(10) || 
    'L-아르기닌은 심장 건강을 증진시키는 아미노산입니다. 이는 순환과 면역 기능에 관여하는 복합물인 산화질소를 자극합니다. 산화질소는 형성 후 매우 빠르게 감소합니다. L-아르기닌은 지속적인 산화질소 생산을 위한 전구체 역할을 합니다. 본 제품은 흡수와 동화 촉진을 위해 자유형의 L-아르기닌을 공급합니다.'
);

INSERT INTO supplement (SupName, SupPrice, SupBrand, SupDosage, SupNutri, SupNutriInfo, SupPrecautions, SupDetail) 
VALUES (
    'NOW Foods, L-아르기닌, 더블 스트렝스, 1,000mg, 120정', 
    24734, 
    'NOW Foods', 
    '필요에 따라 매일 2회 1정씩 섭취하십시오. 흡수에 도움이 되도록 최소 8oz의 물이나 주스와 함께 식간에 또는 취침 전에 복용하십시오.', 
    'L-아르기닌(L-아르기닌 HCI 1,250mg에서 추출)', 
    '1,000mg', 
    '개봉 후 서늘하고 건조한 곳에 보관하십시오. 이 제품은 적어도 8oz의 물 또는 주스와 함께 드십시오. 성인 전용 제품입니다. 임신 또는 수유 중인 경우 사용하지 마십시오. 약물(특히 항고혈압제, 혈액 희석제 및 항당뇨제)을 복용하거나, 질병(특히 천식 또는 신장 질환)이 있거나, 수술을 계획 중인 경우 의사와 상의하십시오. 의사가 처방하지 않는 한 녹내장과 단순포진이 있는 사람은 복용하지 마십시오. 심근 경색이 있거나 관상 동맥 질환이 있는 경우에는 복용하지 마십시오. 어린이의 손이 닿지 않는 곳에 보관하십시오. 이 제품은 자연적인 색 변화가 발생할 수 있습니다.', 
    '아미노산' || CHR(10) || 
    '준필수 아미노산' || CHR(10) || 
    '산화질소 전구체' || CHR(10) || 
    '유전자 변형 성분 무함유' || CHR(10) || 
    '보충제' || CHR(10) || 
    '채식주의자/비건에 적합' || CHR(10) || 
    '코셔' || CHR(10) || 
    '1968년 설립된 가족 기업' || CHR(10) || 
    '우수 제조 및 품질 관리 기준(GMP) 품질 보증' || CHR(10) || 
    '아르기닌은 준필수 기초 아미노산으로, 주로 요소 대사와 배뇨에 관여하며, DNA 합성과 단백질 생성에도 관여합니다. 산화질소(NO)의 중요한 전구체이며, 혈관 확장에 중요한 역할을 합니다.'
);

INSERT INTO supplement (SupName, SupPrice, SupBrand, SupDosage, SupNutri, SupNutriInfo, SupPrecautions, SupDetail) 
VALUES (
    'NOW Foods, L-아르기닌 파우더, 1 lb (454 g)', 
    32992, 
    'NOW Foods', 
    '2 티스푼을 깎아서 매일 원하실 때마다 8 oz.의 물이나 주스 또는 선호하는 음료에 타서 공복에 드십시오.', 
    'L-아르기닌 (자유형)', 
    '6,000 mg', 
    '본 제품은 최소 8 oz.의 물이나 주스에 타서 드셔야 합니다. 성인 전용 제품입니다. 임신/수유 중인 여성분은 섭취하지 마십시오. 약물(특히 항고혈압제, 항응고제, 당뇨병 약물)을 복용 중이거나 건강 질환(특히 천식이나 신장 질환)이 있는 분, 또는 수술을 앞두고 있는 분은 의사와 상담하십시오. 의사의 별도 지시가 없는 한 녹내장이나 단순 포진 환자는 본 제품을 섭취하지 마십시오. 심근 경련이나 관상 동맥 질환이 있는 경우에는 사용하지 마십시오. 아이들의 손이 닿지 않는 곳에 보관하십시오. 본 제품은 자연스러운 색상 변화가 발생할 수 있습니다. 본 제품은 부피가 아닌 중량을 기준으로 판매됩니다. 개봉 후 서늘하고 건조하며 어두운 곳에 보관하십시오.', 
    '순수 분말' || CHR(10) || 
    '단백질 대사' || CHR(10) || 
    '산화 질소 전구체' || CHR(10) || 
    '스포츠계의 신뢰를 받는 제품' || CHR(10) || 
    '건강 보조 식품' || CHR(10) || 
    '스테로이드 없음' || CHR(10) || 
    '코셔 제품' || CHR(10) || 
    '유전자 변형 성분 없음' || CHR(10) || 
    'GMP 품질 보증' || CHR(10) || 
    '아르기닌은 우레아 대사 및 배설뿐만 아니라 DNA 합성 및 단백질 생산에 주로 관여하는 조건부 필수 아미노산입니다. * 산화질소(NO)의 중요한 전구 물질이기 때문에 혈관 팽창에 중요한 역할을 합니다.'
);

INSERT INTO supplement (SupName, SupPrice, SupBrand, SupDosage, SupNutri, SupNutriInfo, SupPrecautions, SupDetail) 
VALUES (
    'NOW Foods, 스포츠, L-아르기닌 분말, 1kg(2.2lbs)', 
    63536, 
    'NOW Foods', 
    '매일 2티스푼 정량을 물이나 주스와 혼합하여 가급적 공복에 복용하십시오.', 
    'L-아르기닌(자유형)', 
    '6,000 mg', 
    '주의: 성인 전용 제품입니다. 임신/수유 중이거나, 약물을 복용 중이거나, 질병이 있는 경우 의사와 상의하십시오. 녹내장 또는 단순 포진이 있는 경우는 의사의 처방이 없는 한 이 보충제를 복용하지 마십시오. 심근 염증 또는 관상 동맥 질환이 있는 경우는 복용하지 마십시오. 어린이의 손이 닿지 않는 곳에 보관하십시오. 이 제품에는 자연적인 색 변화가 발생할 수 있습니다. 본 제품은 부피가 아닌 중량을 기준으로 판매됩니다. 개봉 후 서늘하고 건조한 곳에 보관하십시오.', 
    '순수, 자유형' || CHR(10) || 
    '제약 등급' || CHR(10) || 
    '유전자 변형 성분 무함유' || CHR(10) || 
    '보충제' || CHR(10) || 
    '우수 제조 및 품질 관리 기준(GMP) 품질 보증' || CHR(10) || 
    'L-아르기닌은 조건적으로 필수 기본 아미노산이며, 소변 대사와 분비뿐만 아니라 DNA 합성과 단백질 생산에 필수적으로 관여합니다. 또한 중요한 산화 질소(NO) 전구체이며, 혈관 확장 역할을 합니다.'
);

INSERT INTO supplement (SupName, SupPrice, SupBrand, SupDosage, SupNutri, SupNutriInfo, SupPrecautions, SupDetail) 
VALUES (
    'NOW Foods, Daily Vits, 종합비타민 & 미네랄, 루테인 & 라이코펜 함유, 100정', 
    15709, 
    'NOW Foods', 
    '하루에 1정을 식사와 함께 복용하십시오.', 
    '비타민A(베타카로틴 100%)' || CHR(10) || 
    '비타민C(아스코르브산)' || CHR(10) || 
    '비타민D(에르고칼시페롤)' || CHR(10) || 
    '비타민E(d-알파토코페릴호박산염)' || CHR(10) || 
    '티아민(비타민B1)(티아민HCl에서 추출)' || CHR(10) || 
    '리보플라빈(비타민B-2)' || CHR(10) || 
    '니아신(비타민B3)(나이아신아마이드)' || CHR(10) || 
    '비타민B6(피리독신HCI에서 추출)' || CHR(10) || 
    '엽산' || CHR(10) || 
    '비타민B12(메틸코발라민)' || CHR(10) || 
    '비오틴' || CHR(10) || 
    '판토텐산(비타민B5)(판토텐산칼슘에서 추출)' || CHR(10) || 
    '칼슘[탄산칼슘에서 추출(Aquamin® TG 해조류추출미네랄)]' || CHR(10) || 
    '철분(패러스비스글리시네이트에서 추출)(Ferrochel™)' || CHR(10) || 
    '요오드(요오드화칼륨에서 추출)' || CHR(10) || 
    '마그네슘(산화마그네슘 및 Aquamin® TG 해조류추출미네랄에서 추출)' || CHR(10) || 
    '아연(아연비스글리시네이트에서 추출)(TRAACS™)' || CHR(10) || 
    '셀레늄(l-셀레노메티오닌에서 추출)' || CHR(10) || 
    '구리(구리비스글리시네이트에서 추출)(TRAACS™)' || CHR(10) || 
    '망간(망간비스글리시네이트에서 추출)(TRAACS™)' || CHR(10) || 
    '크로뮴(피콜린산크로뮴에서 추출)' || CHR(10) || 
    '몰리브덴(몰리브덴산나트륨에서 추출)' || CHR(10) || 
    '포타슘(염화칼륨에서 추출)' || CHR(10) || 
    '루테인(금잔화꽃추출물)(Tagetes erecta)(FloraGLO®)' || CHR(10) || 
    '라이코펜(토마토추출물에서 추출)', 
    '1,050mcg' || CHR(10) || 
    '60mg' || CHR(10) || 
    '100mcg(400IU)' || CHR(10) || 
    '20mg' || CHR(10) || 
    '1.5mg' || CHR(10) || 
    '1.7mg' || CHR(10) || 
    '20mg' || CHR(10) || 
    '2mg' || CHR(10) || 
    '식이엽산당량 680mcg(폴릭애씨드 400mcg)' || CHR(10) || 
    '6mcg' || CHR(10) || 
    '300mcg' || CHR(10) || 
    '10mg' || CHR(10) || 
    '150mg' || CHR(10) || 
    '9mg' || CHR(10) || 
    '150mcg' || CHR(10) || 
    '75mg' || CHR(10) || 
    '15mg' || CHR(10) || 
    '35mcg' || CHR(10) || 
    '1mg' || CHR(10) || 
    '2mg' || CHR(10) || 
    '60mcg' || CHR(10) || 
    '35mcg' || CHR(10) || 
    '40mg' || CHR(10) || 
    '100mcg' || CHR(10) || 
    '100mcg', 
    '만 6세 미만 어린이 중독 사고의 가장 큰 원인 중 하나는 우발적으로 철분 함유 상품을 과다 복용하는 것입니다. 어린이의 손이 닿지 않는 곳에 보관하십시오. 우발적으로 과다 복용한 경우에는 즉시 의사나 응급센터에 연락하십시오. 주의: 성인 전용 상품입니다. 임신 또는 수유 중이거나 다른 약물을 복용 중이거나 질병이 있는 경우 의사와 상의하십시오. 어린이의 손이 닿지 않는 곳에 보관하십시오. 이 상품은 자연적인 색 변화가 발생할 수 있습니다.', 
    '하루 1정' || CHR(10) || 
    '루테인 및 라이코펜 함유' || CHR(10) || 
    '유전자 변형 성분 무함유' || CHR(10) || 
    '보충제' || CHR(10) || 
    '채식주의자/비건에게 적합' || CHR(10) || 
    '코셔' || CHR(10) || 
    '1968년 설립된 가족 기업' || CHR(10) || 
    'GMP 품질 보증'
);

INSERT INTO supplement (SupName, SupPrice, SupBrand, SupDosage, SupNutri, SupNutriInfo, SupPrecautions, SupDetail) 
VALUES (
    'California Gold Nutrition, Ultamins CoQ10 함유 50세 이상 남성용 종합비타민, 버섯, 효소, 채소 및 베리 함유, 베지 캡슐 60정', 
    33388, 
    'California Gold Nutrition', 
    '매일 캡슐 2정을 음식과 함께 복용하십시오. 자격을 갖춘 의료 전문가의 지시에 따라 복용하는 것이 가장 좋습니다', 
    '비타민A(베타카로틴 및 레티닐팔미테이트)' || CHR(10) || 
    '비타민C(아스코르브산나트륨 및 아스코르브산칼슘)' || CHR(10) || 
    '비타민D(D2, 에르고칼시페롤)' || CHR(10) || 
    '비타민E(d-알파토코페롤)' || CHR(10) || 
    '티아민(티아민모노나이트레이트)' || CHR(10) || 
    '리보플라빈' || CHR(10) || 
    '니아신(나이아신아마이드)' || CHR(10) || 
    '비타민B6(피리독신 염산염)' || CHR(10) || 
    '엽산(l-5-메틸테트라하이드로폴릭산, 칼슘염)' || CHR(10) || 
    '비타민B12(메틸코발라민)' || CHR(10) || 
    '비오틴(d-비오틴)' || CHR(10) || 
    '판토텐산(d-판토텐산칼슘)' || CHR(10) || 
    '콜린(콜린타르타르산염)' || CHR(10) || 
    '칼슘(해초추출미네랄[Lithothamnion sp.]유래)' || CHR(10) || 
    '요오드(요오드화칼륨)' || CHR(10) || 
    '마그네슘(해수추출미네랄유래)' || CHR(10) || 
    '아연(아연비스글리시네이트킬레이트)' || CHR(10) || 
    '셀레늄(셀레늄아미노산프락토올리고당글리신복합체)' || CHR(10) || 
    '구리(구리비스글리시네이트)' || CHR(10) || 
    '망간(망간비스글리시네이트킬레이트)' || CHR(10) || 
    '크로뮴(크로뮴니코티네이트글리시네이트킬레이트)' || CHR(10) || 
    '몰리브덴(몰리브덴시트레이트)' || CHR(10) || 
    '코엔자임Q10(유비퀴논)' || CHR(10) || 
    '쏘팔메토(Serenoa repens)추출물(열매)' || CHR(10) || 
    '버섯면역복합체 (차가버섯(Inonotus obliquus)추출물, 잎새버섯(Grifola frondosa)추출물, 표고버섯(Lentinula edodes)추출물, 구름버섯(Coriolus versicolor)추출물, 영지버섯(Ganoderma lucidum)분말(자실체추출물/분말))' || CHR(10) || 
    '베리열매분말혼합물 (포도추출물(씨), 야생블루베리(열매), 라즈베리(열매/씨), 말린자두(열매), 크랜베리(열매), 타트체리(열매), 딸기(열매), 빌베리(열매), 포도(열매), 블루베리추출물(열매), 빌베리추출물(열매))' || CHR(10) || 
    '식물성항산화제분말혼합물 (브로콜리새싹(씨), 양파추출물(구근), 브로콜리(줄기/화뢰), 토마토(열매), 당근(뿌리), 시금치(잎), 케일(잎), 방울양배추(식용싹))' || CHR(10) || 
    '베타인(베타인염산염)' || CHR(10) || 
    '클로렐라(Chlorella vulgaris)분말' || CHR(10) || 
    '효소혼합물 (아밀라아제, 프로테아제[I, II, III], 락타아제, 파파인, 글루코아밀라아제, 리파아제, 셀룰라아제, 헤미셀룰라아제, 브로멜라인)' || CHR(10) || 
    '이노시톨' || CHR(10) || 
    '스피룰리나(Arthrospira platensis)분말' || CHR(10) || 
    '라이코펜' || CHR(10) || 
    '루테인(금잔화(Tagetes erecta)추출물)(꽃)' || CHR(10) || 
    '붕소(붕소글리신산)' || CHR(10) || 
    '바나듐(바나듐아스코베이트)' || CHR(10) || 
    '비타민K2(메나퀴논-7)', 
    '1,500mcg' || CHR(10) || 
    '90mg' || CHR(10) || 
    '20mcg' || CHR(10) || 
    '33.5mg' || CHR(10) || 
    '2.4mg' || CHR(10) || 
    '2.6mg' || CHR(10) || 
    '32mg' || CHR(10) || 
    '3.4mg' || CHR(10) || 
    '680mcg DFE' || CHR(10) || 
    '20mcg' || CHR(10) || 
    '300mcg' || CHR(10) || 
    '10mg' || CHR(10) || 
    '40mg' || CHR(10) || 
    '50mg' || CHR(10) || 
    '150mcg' || CHR(10) || 
    '40mg' || CHR(10) || 
    '20mg' || CHR(10) || 
    '70mcg' || CHR(10) || 
    '2mg' || CHR(10) || 
    '2mg' || CHR(10) || 
    '120mcg' || CHR(10) || 
    '76mcg' || CHR(10) || 
    '100mg' || CHR(10) || 
    '100mg' || CHR(10) || 
    '50mg' || CHR(10) || 
    '30mg' || CHR(10) || 
    '30mg' || CHR(10) || 
    '20mg' || CHR(10) || 
    '20mg' || CHR(10) || 
    '20mg' || CHR(10) || 
    '20mg' || CHR(10) || 
    '20mg' || CHR(10) || 
    '10mg' || CHR(10) || 
    '8mg' || CHR(10) || 
    '1mg' || CHR(10) || 
    '1mg' || CHR(10) || 
    '90mcg', 
    '어린이의 손이 닿지 않는 곳에 보관하십시오. 임신 또는 수유 중인 여성, 만성 질환자, 노약자, 18세 미만의 미성년자, 처방 약물(예: 혈액 희석제)을 복용 중인 분 또는 의사로부터 특정 질병을 진단받은 분은 보충제를 복용하기 전에 의사나 약사, 자연 요법 의사, 기타 자격을 갖춘 의료 전문가와 상의하십시오. 밀봉 포장된 상품입니다. 개별 밀봉한 블리스터 팩에 구멍이 있거나 손상된 경우에는 복용하지 마십시오. 서늘하고 건조한 곳에 보관하십시오. 열, 빛, 습기를 피해 보관하십시오.', 
    'California Gold Nutrition Ultamins 50세 이상 남성용 종합비타민' || CHR(10) || 
    'CoQ10, 라이코펜, 루테인, 메틸 B12, 쏘팔메토를 함유한 비타민 및 미네랄 혼합물' || CHR(10) || 
    '채소, 베리, 면역력 증진 버섯 혼합물 함유' || CHR(10) || 
    '건강한 라이프스타일 및 균형 잡힌 식단에 도움*' || CHR(10) || 
    '전립선 건강 증진*' || CHR(10) || 
    '포일 블리스터로 낱개 포장' || CHR(10) || 
    '글루텐, 유전자 변형 성분, 대두 무함유' || CHR(10) || 
    'cGMP 인증 시설에서 생산' || CHR(10) || 
    'Ultamins가 California Gold Nutrition 상품군에 포함되었습니다. 동급 최고의 상품으로 디자인과 브랜드만 새로워졌을 뿐 포뮬라와 성분의 품질은 동일합니다.' || CHR(10) || 
    '50세 이상 남성용 종합비타민으로 진정한 잠재력을 끌어내고 건강을 증진하십시오. 장년층 남성에게 필요한 영양을 보충할 수 있도록 엄선하여 제조한 이 고품질 포뮬라는 버섯, 효소, 채소, 베리와 CoQ10, 라이코펜, 루테인, 생체이용률이 높은 메틸 B12, 쏘팔메토 등 핵심 영양소를 담은 강력한 혼합물로, 신체 건강을 증진하는 데 필수적인 효능을 제공합니다.'
);

INSERT INTO supplement (SupName, SupPrice, SupBrand, SupDosage, SupNutri, SupNutriInfo, SupPrecautions, SupDetail) 
VALUES (
    'California Gold Nutrition, 녹차 함유 케토 데일리 종합비타민, 베지 캡슐 90정', 
    31255, 
    'California Gold Nutrition', 
    '매일 캡슐 3정씩 식후 또는 공복에 복용하십시오. 자격을 갖춘 의료 전문가의 지시에 따라 복용하는 것이 가장 좋습니다.', 
    '비타민A(베타카로틴)' || CHR(10) || 
    '비타민C(아스코르브산)' || CHR(10) || 
    '비타민D(D3, 콜레칼시페롤)' || CHR(10) || 
    '비타민E(d-알파토코페릴아세테이트)' || CHR(10) || 
    '티아민(티아민HCl)' || CHR(10) || 
    '리보플라빈' || CHR(10) || 
    '비타민B6(피리독살-5-포스페이트)' || CHR(10) || 
    '엽산(칼슘-l-5-메틸테트라하이드로폴레이트)' || CHR(10) || 
    '비타민B12(메틸코발라민)' || CHR(10) || 
    '비오틴' || CHR(10) || 
    '판토텐산(판토텐산칼슘)' || CHR(10) || 
    '마그네슘(di-마그네슘말레이트 및 마그네슘비스글리시네이트킬레이트)' || CHR(10) || 
    '아연(아연모노메티오닌)' || CHR(10) || 
    '셀레늄(셀레노메티오닌)' || CHR(10) || 
    '망간(망간비스글리시네이트킬레이트)' || CHR(10) || 
    '크로뮴(피콜린산크로뮴)' || CHR(10) || 
    '몰리브덴(몰리브덴산나트륨)' || CHR(10) || 
    '알파리포산' || CHR(10) || 
    '녹차잎추출물 (폴리페놀 98%, EGCG 40%로 표준화)' || CHR(10) || 
    '이노시톨' || CHR(10) || 
    'l-카르노신' || CHR(10) || 
    'l-타우린' || CHR(10) || 
    'CoQ10(코엔자임Q10)' || CHR(10) || 
    '프로바이오틱혼합물 (프락토올리고당(FOS), 비피도박테리움락티스, 바실러스코아귤런스(락토바실러스스포로제네스), 스트렙토코쿠스테르모필루스, 락토바실러스애시도필러스, 락토코쿠스락티스, 락토바실러스플란타럼, 락토바실러스카제이, 락토바실러스브레비스, 락토바실러스람노서스, 비피도박테리움비피덤, 락토바실러스불가리쿠스)' || CHR(10) || 
    '유기농케토식이요법보조천연식품혼합물 (고수, 스피룰리나(Spirulina platensis), 클로렐라(Chlorella vulgaris), 비트즙분말, 시금치, 셀러리씨, 민들레잎, 민들레뿌리, 오레가노잎, 파슬리잎)' || CHR(10) || 
    '비타민K2(메나퀴논-7)', 
    '450mcg' || CHR(10) || 
    '200mg' || CHR(10) || 
    '30mcg' || CHR(10) || 
    '10mg' || CHR(10) || 
    '3mg' || CHR(10) || 
    '4mg' || CHR(10) || 
    '4mg' || CHR(10) || 
    '1,360mcg DFE' || CHR(10) || 
    '120mcg' || CHR(10) || 
    '1,500mcg' || CHR(10) || 
    '20mg' || CHR(10) || 
    '40mg' || CHR(10) || 
    '15mg' || CHR(10) || 
    '100mcg' || CHR(10) || 
    '1mg' || CHR(10) || 
    '100mcg' || CHR(10) || 
    '50mcg' || CHR(10) || 
    '100mg' || CHR(10) || 
    '100mg' || CHR(10) || 
    '100mg' || CHR(10) || 
    '100mg' || CHR(10) || 
    '50mg' || CHR(10) || 
    '50mg' || CHR(10) || 
    '50mg' || CHR(10) || 
    '80mcg', 
    '어린이의 손이 닿지 않는 곳에 보관하십시오. 보충제를 복용하기 전에 면허가 있는 의사, 약사, 자연 요법 의사, 기타 자격을 갖춘 의료 전문가와 상의하십시오. 밀봉 포장된 상품입니다. 안전 밀봉이 손상되거나 없는 경우에는 복용하지 마십시오. 서늘하고 건조한 곳에 보관하십시오. 열, 빛, 습기를 피해 보관하십시오.', 
    'California Gold Nutrition® 스포츠 케토 데일리 종합비타민' || CHR(10) || 
    '케토제닉 라이스타일에 최적화된 영양소*' || CHR(10) || 
    '프로바이오틱, 아미노산, 천연 식품 혼합물' || CHR(10) || 
    '베지 캡슐 90정' || CHR(10) || 
    '글루텐, 유전자 변형 성분 무함유' || CHR(10) || 
    'California Gold Nutrition 스포츠 케토 데일리 종합비타민으로 케토 라이프스타일을 유지하면서 종합비타민의 편리함을 누리고 신체에 필요한 활력을 더하고 기능을 강화하며 균형을 개선하십시오.'
);

INSERT INTO supplement (SupName, SupPrice, SupBrand, SupDosage, SupNutri, SupNutriInfo, SupPrecautions, SupDetail) 
VALUES (
    'NOW Foods, 액상 멀티, 와일드 베리 향, 16 fl oz (473 ml)', 
    24939, 
    'NOW Foods', 
    '잘 흔들어 주십시오. 성인용: 식사와 함께 매일 1테이블스푼(15 ml)을 복용하십시오. 만 4세 이상 어린이: 식사와 함께 매일 1티스푼(5 ml)을 복용하십시오.' || CHR(10) || 
    '' || CHR(10) || 
    '향 보존을 위해 개봉 후 냉장 보관하십시오.', 
    '자일리톨' || CHR(10) || 
    '비타민 A (레티닐 팔미틴산 염으로서 60 %, 베타 카로틴으로서 40 %)' || CHR(10) || 
    '비타민 C (Ascorbic Acid)' || CHR(10) || 
    '비타민 D (Ergocalciferol로서)' || CHR(10) || 
    '비타민 E (d-알파 토코페릴 아세테이트로부터)' || CHR(10) || 
    '티아민 (비타민 B-1) (티아민 염산염)' || CHR(10) || 
    '리보플라빈 (비타민 B-2)' || CHR(10) || 
    '니아신 (비타민 B-3) (니아신아미드로부터)' || CHR(10) || 
    '비타민 B-6 (피리독신 염산염에서)' || CHR(10) || 
    '엽산 (엽산로서)' || CHR(10) || 
    '비타민 B-12 (시아노 코발라민)' || CHR(10) || 
    '비오틴' || CHR(10) || 
    '판토텐산 (비타민 B-5) (판토텐산 칼슘)' || CHR(10) || 
    '칼슘 (탄산 칼슘에서)' || CHR(10) || 
    '요오드 [켈프 (Laminaria digitata)에서]' || CHR(10) || 
    '마그네슘 (산화 마그네슘에서)' || CHR(10) || 
    '아연 (아연 AAC에서)' || CHR(10) || 
    '셀레늄 (Selenopure L-selenomethionine)' || CHR(10) || 
    '망간 (Manganese AAC)' || CHR(10) || 
    'Chromium (Chromium Chelavite AAC에서)' || CHR(10) || 
    '칼륨 (염화칼륨에서)' || CHR(10) || 
    '와일드 베리 컨센트레이트' || CHR(10) || 
    '비타 베리 과일 블렌드' || CHR(10) || 
    '알로에 베라 주스' || CHR(10) || 
    '콜로이드 미네랄 (Fulvic Acid)' || CHR(10) || 
    'Rice Protein Concentrate (비 GMO 현미)' || CHR(10) || 
    '콜린 (콜린 Bitartrate에서)' || CHR(10) || 
    '이노시톨' || CHR(10) || 
    '다시마 (Laminaria digitata)' || CHR(10) || 
    '포도 종자 추출물 (Vitis vinifera) (폴리페놀 표준화)' || CHR(10) || 
    '감귤류 바이오 플라보노이드 컴플렉스' || CHR(10) || 
    '루테인 (FloraGLO) (메리 골드 추출물)' || CHR(10) || 
    '리코펜 (천연 토마토 추출물 유래)', 
    '3g' || CHR(10) || 
    '5,000 IU' || CHR(10) || 
    '250 mg' || CHR(10) || 
    '400IU ' || CHR(10) || 
    '100 IU' || CHR(10) || 
    '10 mg' || CHR(10) || 
    '10 mg' || CHR(10) || 
    '25 mg' || CHR(10) || 
    '10 mg' || CHR(10) || 
    '400 mcg' || CHR(10) || 
    '100 mcg' || CHR(10) || 
    '100 mcg' || CHR(10) || 
    '25 mg' || CHR(10) || 
    '25 mg' || CHR(10) || 
    '75 mcg' || CHR(10) || 
    '10 mg' || CHR(10) || 
    '3 mg' || CHR(10) || 
    '15 mcg' || CHR(10) || 
    '2 mg' || CHR(10) || 
    '10 mcg' || CHR(10) || 
    '25 mg' || CHR(10) || 
    '175 mg' || CHR(10) || 
    '50 mg' || CHR(10) || 
    '50 mg' || CHR(10) || 
    '50 mg' || CHR(10) || 
    '30 mg' || CHR(10) || 
    '25 mg' || CHR(10) || 
    '25 mg' || CHR(10) || 
    '15 mg' || CHR(10) || 
    '10 mg' || CHR(10) || 
    '10 mg' || CHR(10) || 
    '100 mcg' || CHR(10) || 
    '100 mcg', 
    '임신 또는 수유 중이거나, 다른 약물을 복용 중이거나, 질환이 있는 분은 의사와 상의하십시오. 아이들의 손이 닿지 않는 곳에 보관하십시오. 반려동물에게 해로울 수 있는 자일리톨을 함유하고 있습니다.', 
    '철분 불포함**' || CHR(10) || 
    '자일리톨 함유' || CHR(10) || 
    '액상 비타민 & 미네랄' || CHR(10) || 
    '빠른 흡수' || CHR(10) || 
    '파이토뉴트리언트 첨가' || CHR(10) || 
    '쌀 단백질로 안정화' || CHR(10) || 
    '와일드 베리 향' || CHR(10) || 
    '건강 보조 식품' || CHR(10) || 
    '채식주의 - 비건 제품' || CHR(10) || 
    '비타민' || CHR(10) || 
    '1968년부터 가족 기업' || CHR(10) || 
    'GMP 품질 보증' || CHR(10) || 
    '**본 제품에는 콜로이드 미네랄 안에 존재하는 자연 발생적인 철분 성분이 극소량으로 들어갈 수 있습니다.'
);

INSERT INTO supplement (SupName, SupPrice, SupBrand, SupDosage, SupNutri, SupNutriInfo, SupPrecautions, SupDetail) 
VALUES (
    'Codeage, 틴 클리어 페이스 비타민, 모든 피부 타입용, 캡슐 60정', 
    38939, 
    'Codeage', 
    '매일 캡슐 2정을 물이나 선호하는 음료 8oz와 함께 복용하십시오. 식사와 관계없이 복용할 수 있습니다.', 
    '비타민A(브라케스리아트리스포라에서 추출한 천연베타카로틴)' || CHR(10) || 
    '비타민C(천연 l-아스코베이트)' || CHR(10) || 
    '비타민D3(야생이끼에서 추출한 콜레칼시페롤)' || CHR(10) || 
    '비타민E(쌀겨에서 추출, α, β, δ, & φ 토코페롤 함유)' || CHR(10) || 
    '티아민(티아민HCl)' || CHR(10) || 
    '리보플라빈(유기농구아바에서 추출)' || CHR(10) || 
    '니아신(나이아신아마이드)' || CHR(10) || 
    '판토텐산(d-판토텐산칼슘)' || CHR(10) || 
    '요오드(유기농 해조류에서 추출)' || CHR(10) || 
    '아연(아연아미노산킬레이트)' || CHR(10) || 
    '셀레늄(셀레늄아미노산킬레이트)' || CHR(10) || 
    '구리(구리아미노산킬레이트)' || CHR(10) || 
    '망간(시트레이트)' || CHR(10) || 
    '크로뮴(GTF 활성으로 유기적으로 결합)' || CHR(10) || 
    'l-라이신에이치씨엘' || CHR(10) || 
    '피부 클렌징 및 디톡스 혼합물 (l-프롤린, 유기농클로렐라해조류(세포벽파쇄), 스피룰리나해조류분말, 민들레잎추출물(4:1), 비트루트분말(뿌리), 오리건포도분말(Mahonia aquifolium)(뿌리), 유기농사과분말(열매), 유기농엘더베리분말(열매), 유기농블루베리분말(열매), 유기농밀크시슬추출물(통식물))' || CHR(10) || 
    '비건 오메가3(EPA 및 DHA 공급)' || CHR(10) || 
    'L.람노서스GG(L.rhamnosus GG), L.애시도필러스(L. acidophilus), L.카제이(L.casei), L.플란타럼(L.plantarum), B.비피덤(B. bifidum)', 
    '750mcg RAE' || CHR(10) || 
    '80mg' || CHR(10) || 
    '25mcg' || CHR(10) || 
    '15mg' || CHR(10) || 
    '1.3mg' || CHR(10) || 
    '1.5mg' || CHR(10) || 
    '12mg' || CHR(10) || 
    '5mg' || CHR(10) || 
    '120mcg' || CHR(10) || 
    '8mg' || CHR(10) || 
    '40mcg' || CHR(10) || 
    '0.05mg' || CHR(10) || 
    '1.6mg' || CHR(10) || 
    '25mcg' || CHR(10) || 
    '400mg' || CHR(10) || 
    '100mg' || CHR(10) || 
    '60mg' || CHR(10) || 
    '25.5mg', 
    '권장 복용량을 초과하지 마십시오. 임신부 또는 수유 중인 산모이거나 만 18세 미만이거나 알려진 질병이 있는 경우 본 상품이나 다른 보충제를 복용하기 전에 의사와 상의하십시오. 표시된 성분에 대해 알레르기가 있거나 민감한 경우 주의해서 복용하십시오.' || CHR(10) || 
    '서늘하고 건조한 곳에 보관하십시오. 상품이 개봉되어 있거나 안전 밀봉이 손상된 경우에는 복용하지 마십시오. 어린이와 반려동물이 접근할 수 없는 곳에 보관하십시오.', 
    '보충제' || CHR(10) || 
    '여러 가지 식물영양소' || CHR(10) || 
    '비타민' || CHR(10) || 
    '유전자 변형 성분 무함유' || CHR(10) || 
    'cGMP 인증' || CHR(10) || 
    'Codeage 틴 클리어페이스 보충제는 천연 비타민A, C, D3 및 E와 아연, 판토텐산, L-라이신에이치씨엘, 비건 오메가3를 풍부하게 제공합니다. 이 포뮬라는 또한 피부에 좋은 허브 혼합물과 함께 FloraFIT® 프로바이오틱 및 기타 표적 프로바이오틱 균주를 함유합니다.'
);

INSERT INTO supplement (SupName, SupPrice, SupBrand, SupDosage, SupNutri, SupNutriInfo, SupPrecautions, SupDetail) 
VALUES (
    'Codeage, Nanofood, 리포소말 여성용 일일 포뮬라, 복숭아, 파우치 30개, 각 15ml(0.5fl oz)', 
    62589, 
    'Codeage', 
    '하루 1팩을 복용하거나 의료 전문가의 지시에 따라 복용하십시오.', 
    '비타민A(레티닐팔미테이트)' || CHR(10) || 
    '비타민C(아스코르브산)' || CHR(10) || 
    '비타민D3(이끼에서 추출한 식물성 콜레칼시페롤)' || CHR(10) || 
    '비타민E(d-알파토코페롤)' || CHR(10) || 
    '티아민(티아민 염산염)' || CHR(10) || 
    '리보플라빈' || CHR(10) || 
    '니아신(나이아신아마이드)' || CHR(10) || 
    '비타민B6(피리독신하이드로클로라이드)' || CHR(10) || 
    '엽산(l-활성엽산칼슘)' || CHR(10) || 
    '비타민B12(메틸코발라민)' || CHR(10) || 
    '비오틴' || CHR(10) || 
    '판토텐산' || CHR(10) || 
    '유기농리포소말고유혼합물 (유기농유전자변형성분무함유, 해바라기씨오일 함유, 포스파티딜콜린, 포스파티딜세린, 포스파티딜이노시톨)' || CHR(10) || 
    '유기농 냉압착 아마씨 오일' || CHR(10) || 
    '유기농테르펜고유혼합물 (유기농 시트러스 추출물, 유기농 라즈베리 추출물, 유기농블랙베리추출물, 유기농블루베리추출물)' || CHR(10) || 
    '비건 오메가3(아마씨오일에서 추출)', 
    '900mcg' || CHR(10) || 
    '30mg' || CHR(10) || 
    '20mcg (800IU)' || CHR(10) || 
    '5mg' || CHR(10) || 
    '1.2mg' || CHR(10) || 
    '1.3mg' || CHR(10) || 
    '16mg' || CHR(10) || 
    '1.7mg' || CHR(10) || 
    '식이엽산당량 200mcg' || CHR(10) || 
    '2.4mcg' || CHR(10) || 
    '100mcg' || CHR(10) || 
    '5mg' || CHR(10) || 
    '3,000mg' || CHR(10) || 
    '2,000mg' || CHR(10) || 
    '1,000mg' || CHR(10) || 
    '1,000mg', 
    '권장 복용량을 초과하지 마십시오. 임신부 또는 수유 중인 산모이거나 병력이 있는 경우에는 이 상품이나 다른 보충제를 복용하기 전에 의사와 상의하십시오. 표시된 성분에 대해 알레르기가 있거나 민감한 경우 주의해서 복용하십시오. 수술이 예정되어 있는 경우 수술 2주 전에 복용을 중단하십시오. 본 제품은 만 18세 미만에게 적합하지 않습니다.' || CHR(10) || 
    '서늘하고 건조한 곳에 보관하십시오. 제품이 개봉되어 있거나 안전 밀봉이 훼손된 경우에는 복용하지 마십시오.' || CHR(10) || 
    '어린이와 반려동물이 접근할 수 없는 곳에 보관하십시오.', 
    '리포소말 전달 방식' || CHR(10) || 
    '필수 비타민 + 오메가3' || CHR(10) || 
    '보충제' || CHR(10) || 
    '설탕 0g - 저칼로리 식품 아님' || CHR(10) || 
    '비건' || CHR(10) || 
    '글루텐 무함유' || CHR(10) || 
    '유제품 무함유' || CHR(10) || 
    'Codeage 데일리 여성용 비타민은 흡수를 돕는 리포소말 딜리버리 기능이 있는 휴대하기 쉬운 파우치에 비타민A, B, C, D3 및 E를 비롯한 종합적인 필수 영양소 혼합물을 제공합니다. 또한 이 액상 종합비타민은 8가지 비타민B, 오메가3 지방산 및 유기농 베리 테르펜을 모두 함유하는 우수한 포뮬라입니다.'
);

INSERT INTO supplement (SupName, SupPrice, SupBrand, SupDosage, SupNutri, SupNutriInfo, SupPrecautions, SupDetail) 
VALUES (
    'Solgar, 원 데일리 남성용 멀티, 캡슐 60정', 
    30295, 
    'Solgar', 
    '성인 기준, 매일 캡슐 1정씩 음식과 함께 복용하십시오.', 
    '비타민A(레티닐팔미테이트)' || CHR(10) || 
    '비타민C(아스코르브산)' || CHR(10) || 
    '비타민D(PurePlantD3® 콜레칼시페롤)' || CHR(10) || 
    '비타민E(d-알파토코페롤)' || CHR(10) || 
    '비타민K(필로퀴논)' || CHR(10) || 
    '티아민(티아민HCI)' || CHR(10) || 
    '리보플라빈' || CHR(10) || 
    '니아신(나이아신아마이드)' || CHR(10) || 
    '비타민B6(피리독살5-포스페이트)' || CHR(10) || 
    '엽산(칼슘 l-5-메틸테트라하이드로폴레이트)' || CHR(10) || 
    '비타민B12(메틸코발라민)' || CHR(10) || 
    '비오틴' || CHR(10) || 
    '판토텐산(d-판토텐산칼슘)' || CHR(10) || 
    '요오드(요오드화칼륨)' || CHR(10) || 
    '아연(아연비글리시네이트)' || CHR(10) || 
    '셀레늄(SelenoExcell®셀레늄효모)' || CHR(10) || 
    '구리(구리비스글리시네이트)' || CHR(10) || 
    '망간(망간비스글리시네이트)' || CHR(10) || 
    '크로뮴(크로뮴폴리니코티네이트)' || CHR(10) || 
    '몰리브덴(몰리브덴글리신산)' || CHR(10) || 
    '혼합토코페롤' || CHR(10) || 
    '피페린(PhytoSure®-OC®유기농흑후추열매에서 추출)(통)', 
    '1,350mcg' || CHR(10) || 
    '120mg' || CHR(10) || 
    '40mcg (1,600IU)' || CHR(10) || 
    '18.75mg' || CHR(10) || 
    '150mcg' || CHR(10) || 
    '1.2mg' || CHR(10) || 
    '1.3mg' || CHR(10) || 
    '16mg' || CHR(10) || 
    '4.25mg' || CHR(10) || 
    '400mcg DFE' || CHR(10) || 
    '12mcg' || CHR(10) || 
    '45mcg' || CHR(10) || 
    '5mg' || CHR(10) || 
    '165mcg' || CHR(10) || 
    '16.5mg' || CHR(10) || 
    '27.5mcg' || CHR(10) || 
    '0.9mg' || CHR(10) || 
    '2.3mg' || CHR(10) || 
    '35mcg' || CHR(10) || 
    '45mcg' || CHR(10) || 
    '15mg' || CHR(10) || 
    '5mg', 
    '용기에 표시된 전체 제공량은 제공 횟수가 아닙니다. 설명서를 참고하십시오. 1회 제공량과 성분이 명확하게 표시되어 있습니다. 다른 보충제와 마찬가지로 특히 임신 또는 수유 중이거나 어린이가 복용할 예정이거나 수술 예정인 경우, 정기적으로 약을 복용하고 있는 경우, 기타 질병을 치료 중인 경우에는 본 상품을 복용하기 전에 의사와 상의하십시오. 어린이는 복용하지 마십시오. 어린이의 손이 닿지 않는 곳에 보관하십시오. 서늘하고 건조한 곳에 보관하십시오. 안전 밀봉이 손상되거나 없는 경우 복용하지 마십시오.', 
    '흡수력을 위한 설계' || CHR(10) || 
    '전신 건강 지원' || CHR(10) || 
    '남성용' || CHR(10) || 
    '유전자 변형 성분 무함유 프로젝트 인증' || CHR(10) || 
    '60일분' || CHR(10) || 
    '보충제' || CHR(10) || 
    '코셔' || CHR(10) || 
    '최신 식단 권장 사항을 기반으로 제조' || CHR(10) || 
    '글루텐 무함유' || CHR(10) || 
    '유제품 무함유' || CHR(10) || 
    '대두 무함유' || CHR(10) || 
    '비건' || CHR(10) || 
    '1947년 설립' || CHR(10) || 
    '과학적으로 제조된 Solgar®원 데일리 남성용 멀티' || CHR(10) || 
    '흡수성이 높은 형태의 주요 영양소' || CHR(10) || 
    '지연 방출 베지 캡슐' || CHR(10) || 
    '100% 하루 영양소 기준치 이상의 비타민 및 미네랄 19가지 함유' || CHR(10) || 
    '매일 캡슐 1정씩 복용' || CHR(10) || 
    '오늘날 남성의 영양학적 요구 사항을 충족하도록 고유한 포뮬라입니다.' || CHR(10) || 
    '면역 건강: 아연 비스글리시네이트 및 비타민C를 포함한 항산화제' || CHR(10) || 
    '에너지 및 스트레스: 메틸코발라민으로 B12를 함유한 B-비타민' || CHR(10) || 
    '근육 및 뼈: 식물성 비타민D3 및 이상적인 형태의 비타민A(레티닐팔미테이트)' || CHR(10) || 
    '심장 건강: L-5-MTHF와 비타민E'
);

INSERT INTO supplement (SupName, SupPrice, SupBrand, SupDosage, SupNutri, SupNutriInfo, SupPrecautions, SupDetail) 
VALUES (
    'Solgar, 비타민 전용, 베지 캡슐 90정', 
    29037, 
    'Solgar', 
    '성인용 보충제로, 가급적 식사와 함께 하루에 베지 캡슐 1정을 복용하거나, 의사의 지시에 따라 복용하십시오.', 
    '비타민A(팔미테이트 750IU, 50% [781IU] 천연 베타카로틴)' || CHR(10) || 
    '비타민C(L-아스코르브산)' || CHR(10) || 
    '비타민D(콜레칼시페롤)' || CHR(10) || 
    '비타민E(d-알파 토코페릴 호박산)' || CHR(10) || 
    '티아민(티아민모노나이트레이트)' || CHR(10) || 
    '리보플라빈' || CHR(10) || 
    '니아신(나이아신아마이드)' || CHR(10) || 
    '비타민B6(피리독신 염산염)' || CHR(10) || 
    '엽산' || CHR(10) || 
    '비타민B12(코발라민)' || CHR(10) || 
    '비오틴' || CHR(10) || 
    '판토텐산(D-칼슘 판토텐산염)' || CHR(10) || 
    '콜린(콜린타르타르산염)' || CHR(10) || 
    '이노시톨' || CHR(10) || 
    '혼합 카로티노이드(알파 및 베타카로틴, 루테인, 제아잔틴, 크립토잔틴)', 
    '1,531mcg' || CHR(10) || 
    '250mg' || CHR(10) || 
    '10mcg' || CHR(10) || 
    '100mg' || CHR(10) || 
    '50mg' || CHR(10) || 
    '50mg' || CHR(10) || 
    '50mg' || CHR(10) || 
    '50mg' || CHR(10) || 
    '666mcg DFE (400mcg 엽산)' || CHR(10) || 
    '50mcg' || CHR(10) || 
    '50mcg' || CHR(10) || 
    '50mcg' || CHR(10) || 
    '21mg' || CHR(10) || 
    '50mg' || CHR(10) || 
    '29mcg', 
    '임신, 수유 중이거나 약물을 복용 중인 경우, 치료 또는 수술을 계획 중인 경우, 질병이 있거나 임상 검사를 계획 중인 경우에는 보충제를 섭취하기 전에 의료 전문가와 상의하십시오. 일부 보충제는 특정 약물과 상호 작용하거나 특정 검사를 방해할 수 있습니다. 부작용이 발생하는 경우 복용을 중단하고 의사와 상담하십시오. 어린이의 손이 닿지 않는 곳에 보관하십시오. 실온에서 보관하십시오. 외부 용기 안전 밀봉이 없거나 손상된 경우에는 복용하지 마십시오.', 
    '1947년 설립' || CHR(10) || 
    '전반적인 웰빙' || CHR(10) || 
    '유전자 변형 성분 무함유' || CHR(10) || 
    '밀 및 유제품 무함유' || CHR(10) || 
    '글루텐 무함유 인증' || CHR(10) || 
    '코셔 파르브' || CHR(10) || 
    '보충제' || CHR(10) || 
    '골드 스탠다드' || CHR(10) || 
    'Solgar®는 75년간 품질, 건강, 웰빙을 위해 노력해 왔습니다. 당사의 지속적인 사명은 멈추지 않는 연구를 통해 고급 원료만을 사용하여 최고급 영양 보충제를 소규모로 생산하는 것입니다.'
);

INSERT INTO supplement (SupName, SupPrice, SupBrand, SupDosage, SupNutri, SupNutriInfo, SupPrecautions, SupDetail) 
VALUES (
    'Solgar, 임산부용 영양소, 120정', 
    17994, 
    'Solgar', 
    '임신, 수유 중인 여성을 위한 보충제로서, 하루 4정을 가급적 식사와 함께 복용하거나 의사의 지시에 따라 복용하십시오.', 
    '비타민A(베타카로틴)' || CHR(10) || 
    '비타민C(L-아스코르브산)' || CHR(10) || 
    '비타민D(에르고칼시페롤)' || CHR(10) || 
    '비타민E(d-알파토코페릴호박산염)' || CHR(10) || 
    '티아민(비타민B1)(티아민모노나이트레이트)' || CHR(10) || 
    '리보플라빈(비타민B2)' || CHR(10) || 
    '니아신(비타민B3)(나이아신아마이드)' || CHR(10) || 
    '비타민B6(피리독신 염산염)' || CHR(10) || 
    '엽산' || CHR(10) || 
    '비타민B12(시아노코발라민)' || CHR(10) || 
    '비오틴' || CHR(10) || 
    '판토텐산(d-판토텐산칼슘)' || CHR(10) || 
    '칼슘(탄산칼슘, 칼슘시트레이트)' || CHR(10) || 
    '철분(패러스바이글리시네이트킬레이트)' || CHR(10) || 
    '요오드(요오드화칼륨)' || CHR(10) || 
    '마그네슘(산화마그네슘, 마그네슘시트레이트)' || CHR(10) || 
    '아연(아연옥사이드, 아연글리시네이트킬레이트)' || CHR(10) || 
    '셀레늄(l-셀레노메티오닌)' || CHR(10) || 
    '구리(카퍼글루코네이트, 구리글리시네이트킬레이트)' || CHR(10) || 
    '망간(글루콘산망간, 망간글리시네이트킬레이트)' || CHR(10) || 
    '크롬(피콜린산크로뮴)' || CHR(10) || 
    '나트륨' || CHR(10) || 
    '칼륨(글루콘산칼륨, 칼륨아미노산복합체)' || CHR(10) || 
    '이노시톨' || CHR(10) || 
    '분리대두단백질', 
    '1,500mcg' || CHR(10) || 
    '100mg' || CHR(10) || 
    '10mcg (400IU)' || CHR(10) || 
    '20mg' || CHR(10) || 
    '1.7mg' || CHR(10) || 
    '2mg' || CHR(10) || 
    '20mg' || CHR(10) || 
    '2.5mg' || CHR(10) || 
    '1,333mcg DFE (800mcg 엽산)' || CHR(10) || 
    '8mcg' || CHR(10) || 
    '300mcg' || CHR(10) || 
    '10mg' || CHR(10) || 
    '1,304mg' || CHR(10) || 
    '27mg' || CHR(10) || 
    '150mcg' || CHR(10) || 
    '454mg' || CHR(10) || 
    '16mg' || CHR(10) || 
    '25mcg' || CHR(10) || 
    '2mg' || CHR(10) || 
    '2mg' || CHR(10) || 
    '25mcg' || CHR(10) || 
    '15mg' || CHR(10) || 
    '54mg' || CHR(10) || 
    '10mg' || CHR(10) || 
    '160mg', 
    '약물을 복용 중이거나, 치료 또는 수술을 계획 중이거나, 질병이 있거나, 임상 실험에 참여할 예정인 경우 보충제를 복용하기 전에 의사와 상의하십시오. 일부 보충제는 특정 약물과 상호 작용하거나 특정 검사 오류의 원인이 될 수 있습니다. 부작용이 발생하면 복용을 중단하고 의사와 상담하십시오. 실온에 보관하십시오. 용기 외부 안전 밀봉      이 없거나 손상된 경우에는 복용하지 마십시오. 경고: 만 6세 미만 어린이의 치명적 중독 사고를 일으키는 가장 큰 원인 중 하나는 우발적으로 철분 함유 상품을 과다 복용하는 것입니다. 어린이의 손이 닿지 않는 곳에 보관하십시오. 우발적으로 과다 복용한 경우에는 즉시 의사나 응급센터에 연락하십시오.
시간이 지남에 따라 색상과 모양 변화를 일으킬 수 있는 성분이 함유되어 있습니다. 일부 철분 보충제는 위장에 자극이 있거나 변비를 유발할 수 있습니다. 고유한 형태의 킬레이트화 철분(철비스글리시네이트)은 흡수율을 높이기 위한 형태이며 신체에 부담을 주지 않습니다.', 
    '1947년 설립' || CHR(10) || 
    '임산부 및 수유 중인 여성을 위한 종합비타민 및 미네랄 포뮬라' || CHR(10) || 
    '보충제' || CHR(10) || 
    '비건에게 적합한 상품' || CHR(10) || 
    '글루텐, 밀, 유제품 무함유' || CHR(10) || 
    '유전자 변형 성분 무함유' || CHR(10) || 
    '할랄' || CHR(10) || 
    '코셔 파르브' || CHR(10) || 
    'Solgar® 임산부 영양제는 임신 및 수유 중인 여성을 위한 필수 비타민과 미네랄 대부분의 하루 영양소 기준치 100%를 제공하는 독점제조 포뮬라입니다. 임신기에는 영양학적 요구가 크게 변화하고 식단만으로는 그러한 필수적인 영양 수준을 충족하기 어려운 경우가 많습니다. 이 보충제에는 칼슘, 철분, 엽산 및 항산화제인 베타카로틴, 비타민C 및 E 등의 균형 잡힌 영양소가 들어 있습니다. 임신한 여성의 철분 요구량은 더욱 높습니다. 건강에 좋은 식단에 적당량의 엽산을 더하면 두뇌 또는 척수 기형을 가진 아이를 출산할 위험을 줄일 수 있습니다.'
);

INSERT INTO supplement (SupName, SupPrice, SupBrand, SupDosage, SupNutri, SupNutriInfo, SupPrecautions, SupDetail) 
VALUES (
    'Thorne, 50세 이상 남성용 종합비타민, 캡슐 180정', 
    69559, 
    'Thorne', 
    '매일 캡슐 3~6정 또는 의료 전문가의 지시에 따라 복용하십시오.', 
    '비타민A(베타카로틴 1,875mcg 및 팔미테이트 750mcg)' || CHR(10) || 
    '비타민C(아스코르브산)' || CHR(10) || 
    '비타민D(비타민D3)' || CHR(10) || 
    '비타민E(d-알파토코페릴)' || CHR(10) || 
    '티아민(티아민HCI)' || CHR(10) || 
    '리보플라빈(리보플라빈5-인산나트륨)' || CHR(10) || 
    '니아신(나이아신아미드 130mg 및 니아신 30mg)' || CHR(10) || 
    '비타민B6(피리독살5-포스페이트)' || CHR(10) || 
    '엽산(L-5-메틸테트라히드로엽산과 글루코사민염에서 추출한 L-5-메틸테트라하이드로폴레이트 1mg)' || CHR(10) || 
    '비타민B12(메틸코발라민)' || CHR(10) || 
    '비오틴' || CHR(10) || 
    '판토텐산(칼슘판토테네이트)' || CHR(10) || 
    '콜린(콜린시트레이트)' || CHR(10) || 
    '칼슘(칼슘말레이트)' || CHR(10) || 
    '요오드(요오드화칼륨)' || CHR(10) || 
    '마그네슘(마그네슘말레이트)' || CHR(10) || 
    '아연(TRAACS아연비스글리시네이트)' || CHR(10) || 
    '셀레늄(L-셀레노메티오닌)' || CHR(10) || 
    '망간(TRAACS망간비스글리시네이트)' || CHR(10) || 
    '크로뮴(TRAACS® 크로뮴니코티네이트글리시네이트킬레이트)' || CHR(10) || 
    '보론(Bororganic™ 보론글리시네이트복합체)' || CHR(10) || 
    '루테인(아즈텍금잔화추출물(꽃)(Tagetes erecta))', 
    '2.63mg' || CHR(10) || 
    '850mg' || CHR(10) || 
    '25mcg' || CHR(10) || 
    '268mg' || CHR(10) || 
    '40mg' || CHR(10) || 
    '11mg' || CHR(10) || 
    '160mg' || CHR(10) || 
    '10mg' || CHR(10) || 
    '1.7mg DFE' || CHR(10) || 
    '450mcg' || CHR(10) || 
    '400mcg' || CHR(10) || 
    '413mg' || CHR(10) || 
    '35mg' || CHR(10) || 
    '240mg' || CHR(10) || 
    '225mg' || CHR(10) || 
    '180mg' || CHR(10) || 
    '15mg' || CHR(10) || 
    '200mcg' || CHR(10) || 
    '6mg' || CHR(10) || 
    '200mcg' || CHR(10) || 
    '3mg' || CHR(10) || 
    '144mcg', 
    '밀봉 포장: 용기가 안전 밀봉되어 있는 경우에만 사용하십시오. 서늘하고 건조한 장소에 안전 밀봉하여 보관하십시오. 임신 중인 경우에는 이 제품을 복용하기 전에 의사와 상의하십시오.', 
    '구리 및 철분 무함유 종합비타민' || CHR(10) || 
    '보충제' || CHR(10) || 
    '남성 건강 증진' || CHR(10) || 
    '기초 건강 강화' || CHR(10) || 
    '글루텐 무함유' || CHR(10) || 
    '50세 이상 남성용 종합비타민은 건강하고 활동적인 생활을 지원하는 일일 종합비타민/미네랄입니다.' || CHR(10) || 
    '체내에서 쉽게 흡수되는 영양소로 구성되었으며 철분 결핍의 위험성이 낮은 소비자를 위해 만들어졌습니다.' || CHR(10) || 
    '뛰어난 종합비타민/미네랄 영양 보충제는 좋은 식습관 보험과도 같으며, 특히 균형 잡힌 식단을 실천하고 있지 않다면 적은 투자로 일일 필수 영양소를 모두 섭취할 수 있는 방법입니다.'
);

INSERT INTO supplement (SupName, SupPrice, SupBrand, SupDosage, SupNutri, SupNutriInfo, SupPrecautions, SupDetail) 
VALUES (
    'Thorne, 기본 영양소 2/데이, 캡슐 60정', 
    52865, 
    'Thorne', 
    '매일 캡슐 2정을 복용하거나 의사의 지시에 따라 복용하십시오.', 
    '비타민A(베타카로틴 450mcg 및 팔미트산염 600mcg)' || CHR(10) || 
    '비타민C(아스코르브산)' || CHR(10) || 
    '비타민D(비타민D3)' || CHR(10) || 
    '비타민E(디-알파토코페릴호박산)' || CHR(10) || 
    '비타민K(비타민K1 200mcg 및 MK-4 형태의 비타민K2 200mcg)' || CHR(10) || 
    '티아민(티아민 HCI)' || CHR(10) || 
    '리보플라빈(리보플라빈5-인산나트륨)' || CHR(10) || 
    '나이아신(나이아신아마이드)' || CHR(10) || 
    '비타민B6(피리독살5-포스페이트)' || CHR(10) || 
    '엽산(400mcg, L-5-메틸테트라하이드로엽산과 글루코사민염에서 유래한 L-5 메틸테트라하이드로폴레이트)' || CHR(10) || 
    '비타민B12(메틸코발라민)' || CHR(10) || 
    '비오틴' || CHR(10) || 
    '판토텐산(칼슘판토테네이트)' || CHR(10) || 
    '칼슘(TRAACS® 칼슘비스글리시네이트 킬레이트††, 다이칼슘포스페이트, 칼슘라우레이트, 칼슘판토테네이트)' || CHR(10) || 
    '요오드(요오드화 칼륨)' || CHR(10) || 
    '마그네슘(TRAACS® 마그네슘비스글리시네이트킬레이트)' || CHR(10) || 
    '아연(TRAACS® 아연 비스글리시네이트 킬레이트)' || CHR(10) || 
    '셀레늄(L-셀레노메티오닌)' || CHR(10) || 
    '구리(TRAACS® 구리 비스글리시네이트 킬레이트)' || CHR(10) || 
    '망간(TRAACS® 망간 비스글리시네이트 킬레이트)' || CHR(10) || 
    '크로뮴(TRAACS® 크로뮴 니코티네이트 글리시네이트 킬레이트)' || CHR(10) || 
    'd-감마 토코페롤(혼합 토코페롤에서 추출)' || CHR(10) || 
    '보론(Bororganic™ 보론 글리시네이트 복합체)' || CHR(10) || 
    '루테인(아즈텍 메리골드추출물(꽃)(타게테스 에렉타))', 
    '1.05mg' || CHR(10) || 
    '250mg' || CHR(10) || 
    '50mcg' || CHR(10) || 
    '16.5mg' || CHR(10) || 
    '400mcg' || CHR(10) || 
    '50mg' || CHR(10) || 
    '12mg' || CHR(10) || 
    '80mg' || CHR(10) || 
    '20mg' || CHR(10) || 
    '667mcg DEF' || CHR(10) || 
    '600mcg' || CHR(10) || 
    '500mcg' || CHR(10) || 
    '45mg' || CHR(10) || 
    '52mg' || CHR(10) || 
    '75mcg' || CHR(10) || 
    '20mg' || CHR(10) || 
    '15mg' || CHR(10) || 
    '200mcg' || CHR(10) || 
    '750mcg' || CHR(10) || 
    '3mg' || CHR(10) || 
    '400mcg' || CHR(10) || 
    '24mg' || CHR(10) || 
    '2mg' || CHR(10) || 
    '140mcg', 
    '안전 밀봉: 용기가 밀봉되어 있는 경우에만 복용하십시오. 뚜껑을 꼭 닫아 서늘하고 건조한 곳에 보관하십시오. 임신 중인 경우에는 본 제품을 복용하기 전에 의사와 상의하십시오.', 
    '보충제' || CHR(10) || 
    '기초 건강' || CHR(10) || 
    'NSF Certified for Sport® 인증' || CHR(10) || 
    '글루텐 무함유' || CHR(10) || 
    '건강하고 활기 찬 몸을 유지하는 핵심 영양소로 채워진 데일리 멀티.' || CHR(10) || 
    '베이직 뉴트리언트 2/데이는 더 적은 수의 캡슐로 영양 보충을 원하는 사람들을 위해 고안된 종합적인 일일 보충제입니다.'
);

INSERT INTO supplement (SupName, SupPrice, SupBrand, SupDosage, SupNutri, SupNutriInfo, SupPrecautions, SupDetail) 
VALUES (
    'California Gold Nutrition, CoQ10 함유 Ultamins 여성용 종합비타민, 버섯, 효소, 채소, 베리 함유, 베지 캡슐 60정', 
    33388, 
    'California Gold Nutrition', 
    '매일 캡슐 2정을 음식과 함께 복용하십시오. 자격을 갖춘 의료 전문가의 지시에 따라 복용하는 것이 가장 좋습니다.', 
    '비타민A(베타카로틴 및 레티닐팔미테이트 60%)' || CHR(10) || 
    '비타민C(아스코르브산나트륨 및 아스코르브산칼슘)' || CHR(10) || 
    '비타민D(D2, 에르고칼시페롤)' || CHR(10) || 
    '비타민E(d-알파토코페롤)' || CHR(10) || 
    '티아민(티아민모노나이트레이트)' || CHR(10) || 
    '리보플라빈' || CHR(10) || 
    '니아신(나이아신아마이드)' || CHR(10) || 
    '비타민B6(피리독신HCl)' || CHR(10) || 
    '엽산(l-5-메틸테트라하이드로폴릭산, 칼슘염)' || CHR(10) || 
    '비타민B12(메틸코발라민)' || CHR(10) || 
    '비오틴(d-비오틴)' || CHR(10) || 
    '판토텐산(d-판토텐산칼슘)' || CHR(10) || 
    '콜린(콜린타르타르산염)' || CHR(10) || 
    '칼슘(해초추출미네랄[Lithothamnion sp.]유래)' || CHR(10) || 
    '철분(패러스바이글리시네이트킬레이트)' || CHR(10) || 
    '요오드(요오드화칼륨)' || CHR(10) || 
    '마그네슘(해초추출미네랄유래)' || CHR(10) || 
    '아연(아연비스글리시네이트킬레이트)' || CHR(10) || 
    '셀레늄(셀레늄아미노산프락토올리고당글리신)' || CHR(10) || 
    '구리(구리비스글리시네이트)' || CHR(10) || 
    '망간(망간비스글리시네이트킬레이트)' || CHR(10) || 
    '크로뮴(크로뮴니코티네이트글리시네이트킬레이트)' || CHR(10) || 
    '몰리브덴(몰리브덴시트레이트)' || CHR(10) || 
    '코엔자임Q10(유비퀴논)' || CHR(10) || 
    '버섯면역복합체(차가버섯, 잎새버섯, 표고버섯, 구름버섯, 영지버섯)' || CHR(10) || 
    '베리열매분말혼합물(포도추출물, 블루베리, 라즈베리, 크랜베리 등)' || CHR(10) || 
    '식물성항산화제분말혼합물(브로콜리, 토마토, 시금치 등)' || CHR(10) || 
    '클로렐라(Chlorella vulgaris)분말' || CHR(10) || 
    '감귤류바이오플라보노이드, 크랜베리농축물' || CHR(10) || 
    '효소혼합물(아밀라아제, 프로테아제 등)' || CHR(10) || 
    '이노시톨' || CHR(10) || 
    '로즈힙(Rosa canina)분말(열매)' || CHR(10) || 
    '스피룰리나(Arthrospira platensis)분말' || CHR(10) || 
    '루테인(금잔화 추출물)' || CHR(10) || 
    '베타인(베타인염산염)' || CHR(10) || 
    '비타민K2(메나퀴논-7)', 
    '1,500mcg' || CHR(10) || 
    '90mg' || CHR(10) || 
    '25mcg' || CHR(10) || 
    '30mg' || CHR(10) || 
    '2.4mg' || CHR(10) || 
    '2.6mg' || CHR(10) || 
    '30mg' || CHR(10) || 
    '3.4mg' || CHR(10) || 
    '850mcg DFE' || CHR(10) || 
    '6mcg' || CHR(10) || 
    '300mcg' || CHR(10) || 
    '10mg' || CHR(10) || 
    '40mg' || CHR(10) || 
    '50mg' || CHR(10) || 
    '18mg' || CHR(10) || 
    '150mcg' || CHR(10) || 
    '50mg' || CHR(10) || 
    '15mg' || CHR(10) || 
    '70mcg' || CHR(10) || 
    '2mg' || CHR(10) || 
    '2mg' || CHR(10) || 
    '70mcg' || CHR(10) || 
    '76mcg' || CHR(10) || 
    '100mg' || CHR(10) || 
    '50mg' || CHR(10) || 
    '30mg' || CHR(10) || 
    '30mg' || CHR(10) || 
    '20mg' || CHR(10) || 
    '20mg' || CHR(10) || 
    '20mg' || CHR(10) || 
    '20mg' || CHR(10) || 
    '20mg' || CHR(10) || 
    '8mg' || CHR(10) || 
    '2mg' || CHR(10) || 
    '120mcg', 
    '어린이의 손이 닿지 않는 곳에 보관하십시오. 임신 또는 수유 중인 여성, 만성 질환자, 노약자, 18세 미만의 미성년자, 처방 약물(예: 혈액 희석제)을 복용 중인 분 또는 의사로부터 특정 질병을 진단받은 분은 보충제를 복용하기 전에 의사나 약사, 자연 요법 의사, 기타 자격을 갖춘 의료 전문가와 상의하십시오. 
    밀봉 포장된 상품입니다. 개별 밀봉한 블리스터에 구멍이 있거나 손상된 경우에는 복용하지 마십시오. 서늘하고 건조한 곳에 보관하십시오. 열, 빛, 습기를 피해 보관하십시오. 
    경고: 만 6세 미만 어린이 중독 사고의 가장 큰 원인 중 하나는 우발적으로 철분 함유 상품을 과다 복용하는 것입니다. 어린이의 손이 닿지 않는 곳에 보관하십시오. 우발적으로 과다 복용한 경우에는 즉시 의사나 응급센터에 연락을 취하십시오.', 
    'California Gold Nutrition Ultamins 여성용 종합비타민' || CHR(10) || 
    'CoQ10과 Cran-Max® 크랜베리 농축물을 함유한 필수 비타민 및 미네랄 혼합물' || CHR(10) || 
    '버섯, 효소, 채소, 베리 함유' || CHR(10) || 
    '면역력 강화 및 건강한 라이프스타일 지원*' || CHR(10) || 
    '채식주의자와 비건에게 적합' || CHR(10) || 
    '글루텐, 유전자 변형 성분, 대두 무함유' || CHR(10) || 
    'cGMP 인증 시설에서 생산' || CHR(10) || 
    '100% 골드 개런티(Gold Guarantee)' || CHR(10) || 
    'Ultamins가 California Gold Nutrition 상품군에 포함되었습니다. 동급 최고의 상품으로 디자인과 브랜드만 새로워졌을 뿐 포뮬라와 성분의 품질은 동일합니다.' || CHR(10) || 
    'California Gold Nutrition Ultamins 여성용 종합비타민은 여성의 특별한 니즈에 맞춰 제조되었습니다. 필수 비타민 및 미네랄 혼합물과 더불어 CoQ10과 기타 강력한 효능의 영양소를 함유한 이 종합비타민은 면역계 건강과 전반적인 웰니스를 증진하는 데 도움이 될 수 있습니다.*'
);

INSERT INTO supplement (SupName, SupPrice, SupBrand, SupDosage, SupNutri, SupNutriInfo, SupPrecautions, SupDetail) 
VALUES( 
    'California Gold Nutrition, Ultamins CoQ10 함유 남성용 종합비타민, 버섯, 효소, 채소 및 베리 함유, 베지 캡슐 60정', 
    33388, 
    'California Gold Nutrition', 
    '매일 캡슐 2정을 음식과 함께 복용하십시오. 자격을 갖춘 의료 전문가의 지시에 따라 복용하는 것이 가장 좋습니다.', 
    '비타민A(레티닐팔미테이트, 베타카로틴)' || CHR(10) || 
    '비타민C(아스코르브산나트륨 및 아스코르브산칼슘)' || CHR(10) || 
    '비타민D(D2, 에르고칼시페롤)' || CHR(10) || 
    '비타민E(d-알파토코페롤)' || CHR(10) || 
    '티아민(티아민모노나이트레이트)' || CHR(10) || 
    '리보플라빈' || CHR(10) || 
    '니아신(나이아신아마이드)' || CHR(10) || 
    '비타민B6(피리독신 염산염)' || CHR(10) || 
    '엽산(l-5-메틸테트라하이드로폴릭산, 칼슘염)' || CHR(10) || 
    '비타민B12(메틸코발라민)' || CHR(10) || 
    '비오틴(d-비오틴)' || CHR(10) || 
    '판토텐산(d-판토텐산칼슘)' || CHR(10) || 
    '콜린(콜린타르타르산염)' || CHR(10) || 
    '칼슘(해초추출미네랄[Lithothamnion sp.]유래)' || CHR(10) || 
    '요오드(요오드화칼륨)' || CHR(10) || 
    '마그네슘(해수추출미네랄유래)' || CHR(10) || 
    '아연(아연비스글리시네이트킬레이트)' || CHR(10) || 
    '셀레늄(셀레늄아미노산프락토올리고당글리신복합체)' || CHR(10) || 
    '구리(구리비스글리시네이트)' || CHR(10) || 
    '망간(망간비스글리시네이트킬레이트)' || CHR(10) || 
    '크로뮴(크로뮴니코티네이트글리시네이트킬레이트)' || CHR(10) || 
    '몰리브덴(몰리브덴시트레이트)' || CHR(10) || 
    '코엔자임Q10(유비퀴논)' || CHR(10) || 
    '버섯면역복합체(차가버섯, 잎새버섯, 표고버섯, 구름버섯, 영지버섯)' || CHR(10) || 
    '베리열매분말혼합물(포도추출물, 블루베리, 라즈베리, 크랜베리 등)' || CHR(10) || 
    '식물성항산화제분말혼합물(브로콜리, 토마토, 시금치 등)' || CHR(10) || 
    '베타인(베타인염산염)' || CHR(10) || 
    '클로렐라(Chlorella vulgaris)분말' || CHR(10) || 
    '감귤류바이오플라보노이드(레몬, 오렌지, 자몽 등)' || CHR(10) || 
    '효소혼합물(아밀라아제, 프로테아제, 락타아제 등)' || CHR(10) || 
    '이노시톨' || CHR(10) || 
    '스피룰리나(Arthrospira platensis)분말' || CHR(10) || 
    '라이코펜' || CHR(10) || 
    '루테인(금잔화 추출물)' || CHR(10) || 
    '붕소(붕소글리신산)' || CHR(10) || 
    '바나듐(바나듐아스코베이트)' || CHR(10) || 
    '비타민K2(메나퀴논-7)', 
    '1,500mcg' || CHR(10) || 
    '90mg' || CHR(10) || 
    '20mcg' || CHR(10) || 
    '33.5mg' || CHR(10) || 
    '2.4mg' || CHR(10) || 
    '2.6mg' || CHR(10) || 
    '32mg' || CHR(10) || 
    '3.4mg' || CHR(10) || 
    '680mcg DFE' || CHR(10) || 
    '12mcg' || CHR(10) || 
    '300mcg' || CHR(10) || 
    '10mg' || CHR(10) || 
    '40mg' || CHR(10) || 
    '50mg' || CHR(10) || 
    '150mcg' || CHR(10) || 
    '50mg' || CHR(10) || 
    '15mg' || CHR(10) || 
    '70mcg' || CHR(10) || 
    '2mg' || CHR(10) || 
    '2mg' || CHR(10) || 
    '120mcg' || CHR(10) || 
    '76mcg' || CHR(10) || 
    '100mg' || CHR(10) || 
    '50mg' || CHR(10) || 
    '30mg' || CHR(10) || 
    '30mg' || CHR(10) || 
    '20mg' || CHR(10) || 
    '20mg ' || CHR(10) || 
    '20mg' || CHR(10) || 
    '20mg' || CHR(10) || 
    '20mg' || CHR(10) || 
    '10mg' || CHR(10) || 
    '8mg' || CHR(10) || 
    '1mg' || CHR(10) || 
    '1mg' || CHR(10) || 
    '90mcg', 
    '어린이의 손이 닿지 않는 곳에 보관하십시오. 임신 또는 수유 중인 여성, 만성 질환자, 노약자, 18세 미만의 미성년자, 처방 약물(예: 혈액 희석제)을 복용 중인 분 또는 의사로부터 특정 질병을 진단받은 분은 보충제를 복용하기 전에 의사나 약사, 자연 요법 의사, 기타 자격을 갖춘 의료 전문가와 상의하십시오. 
    밀봉 포장된 상품입니다. 개별 밀봉한 블리스터 팩에 구멍이 있거나 손상된 경우에는 복용하지 마십시오. 서늘하고 건조한 곳에 보관하십시오. 열, 빛, 습기를 피해 보관하십시오.', 
    'Ultamins 남성용 종합비타민' || CHR(10) || 
    'CoQ10, 라이코펜, 루테인, 메틸B12를 함유한 비타민 및 미네랄 혼합물' || CHR(10) || 
    '채소, 베리, 면역력 증진 버섯 혼합물 함유' || CHR(10) || 
    '건강한 라이프스타일 및 균형 잡힌 식단에 도움*' || CHR(10) || 
    '포일 블리스터로 낱개 포장' || CHR(10) || 
    '글루텐, 유전자 변형 성분, 대두 무함유' || CHR(10) || 
    'cGMP 인증 시설에서 생산' || CHR(10) || 
    '남성용 종합비타민으로 진정한 잠재력을 끌어내고 건강을 증진하십시오. 정성을 다해 제조한 이 프리미엄 포뮬라는 버섯, 효소, 채소, 베리와 CoQ10, 라이코펜, 루테인, 생체이용률이 높은 메틸 B12 등 주요 영양소의 강력한 혼합물을 통해 신체 건강을 증진하는 데 필요한 필수적인 보충제를 제공합니다.'
);

INSERT INTO supplement (SupName, SupPrice, SupBrand, SupDosage, SupNutri, SupNutriInfo, SupPrecautions, SupDetail) 
VALUES (
    'California Gold Nutrition, Ultamins CoQ10 함유 50세 이상 여성용 종합비타민, 버섯, 효소, 채소 및 베리 함유, 베지 캡슐 60정', 
    33388, 
    'California Gold Nutrition', 
    '매일 캡슐 2정을 음식과 함께 복용하십시오. 자격을 갖춘 의료 전문가의 지시에 따라 복용하는 것이 가장 좋습니다.', 
    '비타민A(베타카로틴 및 레티닐팔미테이트)' || CHR(10) || 
    '비타민C(아스코르브산나트륨 및 아스코르브산칼슘)' || CHR(10) || 
    '비타민D(D2, 에르고칼시페롤)' || CHR(10) || 
    '비타민E(d-알파토코페롤)' || CHR(10) || 
    '티아민(티아민모노나이트레이트)' || CHR(10) || 
    '리보플라빈' || CHR(10) || 
    '니아신(나이아신아마이드)' || CHR(10) || 
    '비타민B6(피리독신HCl)' || CHR(10) || 
    '엽산(l-5-메틸테트라하이드로폴릭산, 칼슘염)' || CHR(10) || 
    '비타민B12(메틸코발라민)' || CHR(10) || 
    '비오틴(d-비오틴)' || CHR(10) || 
    '판토텐산(d-판토텐산칼슘)' || CHR(10) || 
    '콜린(콜린타르타르산염)' || CHR(10) || 
    '칼슘(해초추출미네랄[Lithothamnion sp.] 유래)' || CHR(10) || 
    '철분(패러스바이글리시네이트킬레이트)' || CHR(10) || 
    '요오드(요오드화칼륨)' || CHR(10) || 
    '마그네슘(해초추출미네랄유래)' || CHR(10) || 
    '아연(아연비스글리시네이트킬레이트)' || CHR(10) || 
    '셀레늄(셀레늄아미노산프락토올리고당글라이신복합체)' || CHR(10) || 
    '구리(구리비스글리시네이트)' || CHR(10) || 
    '망간(망간비스글리시네이트킬레이트)' || CHR(10) || 
    '크로뮴(크로뮴니코티네이트글리시네이트킬레이트)' || CHR(10) || 
    '몰리브덴(몰리브덴시트레이트)' || CHR(10) || 
    '코엔자임Q10(유비퀴논)' || CHR(10) || 
    '버섯면역복합체 (차가버섯, 잎새버섯, 표고버섯, 구름버섯, 영지버섯)' || CHR(10) || 
    '베리열매분말혼합물 (포도추출물, 야생블루베리, 라즈베리, 크랜베리, 타트체리 등)' || CHR(10) || 
    '식물성항산화제분말혼합물 (브로콜리새싹, 양파추출물, 브로콜리, 토마토, 당근 등)' || CHR(10) || 
    '클로렐라(Chlorella vulgaris)분말' || CHR(10) || 
    '크랜베리(Vaccinium macrocarpon) 통열매농축물' || CHR(10) || 
    '효소혼합물 (아밀라아제, 프로테아제[I, II, III], 락타아제, 파파인, 글루코아밀라아제, 리파아제, 셀룰라아제, 헤미셀룰라아제, 브로멜라인)' || CHR(10) || 
    '이노시톨' || CHR(10) || 
    '이소플라본(칡 추출물)' || CHR(10) || 
    '스피룰리나(Arthrospira platensis)분말' || CHR(10) || 
    '루테인(금잔화 추출물 유래)' || CHR(10) || 
    '베타인(베타인염산염)' || CHR(10) || 
    '비타민K2(메나퀴논-7)', 
    '1,500mcg' || CHR(10) || 
    '90mg' || CHR(10) || 
    '25mcg' || CHR(10) || 
    '30mg' || CHR(10) || 
    '2.4mg' || CHR(10) || 
    '2.6mg' || CHR(10) || 
    '30mg' || CHR(10) || 
    '3.4mg' || CHR(10) || 
    '850mcg DFE' || CHR(10) || 
    '12mcg' || CHR(10) || 
    '600mcg' || CHR(10) || 
    '10mg' || CHR(10) || 
    '40mg' || CHR(10) || 
    '50mg' || CHR(10) || 
    '18mg' || CHR(10) || 
    '150mcg' || CHR(10) || 
    '50mg' || CHR(10) || 
    '15mg' || CHR(10) || 
    '70mcg' || CHR(10) || 
    '2mg' || CHR(10) || 
    '2mg' || CHR(10) || 
    '70mcg' || CHR(10) || 
    '76mcg' || CHR(10) || 
    '100mg' || CHR(10) || 
    '50mg' || CHR(10) || 
    '30mg' || CHR(10) || 
    '30mg' || CHR(10) || 
    '20mg' || CHR(10) || 
    '20mg' || CHR(10) || 
    '20mg' || CHR(10) || 
    '20mg' || CHR(10) || 
    '20mg' || CHR(10) || 
    '20mg' || CHR(10) || 
    '8mg' || CHR(10) || 
    '2mg' || CHR(10) || 
    '120mcg', 
    '어린이의 손이 닿지 않는 곳에 보관하십시오. 임신 또는 수유 중인 여성, 만성 질환자, 노약자, 18세 미만의 미성년자, 처방 약물(예: 혈액 희석제)을 복용 중인 분 또는 의사로부터 특정 질병을 진단받은 분은 보충제를 복용하기 전에 의사나 약사, 자연 요법 의사, 기타 자격을 갖춘 의료 전문가와 상의하십시오. 
    밀봉 포장된 상품입니다. 개별 밀봉한 블리스터에 구멍이 있거나 손상된 경우에는 복용하지 마십시오. 서늘하고 건조한 곳에 보관하십시오. 열, 빛, 습기를 피해 보관하십시오. 
    경고: 만 6세 미만 어린이 중독 사고의 가장 큰 원인 중 하나는 우발적으로 철분 함유 상품을 과다 복용하는 것입니다. 어린이의 손이 닿지 않는 곳에 보관하십시오. 우발적으로 과다 복용한 경우, 즉시 의사나 응급센터에 연락하십시오.', 
    'California Gold Nutrition Ultamins 50세 이상 여성용 종합비타민' || CHR(10) || 
    'CoQ10과 Cran-Max® 크랜베리 농축물을 함유한 필수 비타민 및 미네랄 혼합물' || CHR(10) || 
    '버섯, 효소, 채소, 베리 함유' || CHR(10) || 
    '면역력 강화 및 건강한 라이프스타일 지원*' || CHR(10) || 
    '채식주의자와 비건에게 적합' || CHR(10) || 
    '글루텐, 유전자 변형 성분, 대두 무함유' || CHR(10) || 
    'cGMP 인증 시설에서 생산' || CHR(10) || 
    '100% 골드 개런티(Gold Guarantee)' || CHR(10) || 
    'Ultamins가 California Gold Nutrition 상품군에 포함되었습니다. 동급 최고의 상품으로 디자인과 브랜드만 새로워졌을 뿐 포뮬라와 성분의 품질은 동일합니다.' || CHR(10) || 
    '우리 몸은 나이와 성별에 따라 여러 가지 영양소를 공급받아야 합니다. California Gold Nutrition Ultamins 50세 이상 여성용 종합비타민은 50세 이상의 여성의 특별한 니즈에 맞춰 제조되었습니다. 필수 비타민 및 미네랄 혼합물과 더불어 CoQ10과 기타 강력한 효능의 영양소를 함유한 이 종합비타민은 면역계 건강과 전반적인 웰니스를 증진 하는 데 도움이 될 수 있습니다.');

INSERT INTO supplement (SupName, SupPrice, SupBrand, SupDosage, SupNutri, SupNutriInfo, SupPrecautions, SupDetail) 
VALUES(
    'Solgar, Formula V, VM-75, 킬레이트 미네랄 함유 종합비타민, 베지 캡슐 120정', 
    29038, 
    'Solgar', 
    '성인을 위한 보충제로, 매일 베지 캡슐 2정을 식사와 함께 복용하거나 전문의의 지시에 따라 복용하십시오.', 
    '비타민A(천연 베타카로틴)' || CHR(10) || 
    '비타민C(나이아신아마이드아스코베이트, L-아스코르브산)' || CHR(10) || 
    '비타민D(에르고칼시페롤)' || CHR(10) || 
    '비타민E(디-알파토코페릴석시네이트)' || CHR(10) || 
    '티아민(티아민모노나이트레이트)' || CHR(10) || 
    '리보플라빈' || CHR(10) || 
    '니아신(나이아신아마이드아스코베이트)' || CHR(10) || 
    '비타민B6(피리독신 염산염)' || CHR(10) || 
    '엽산' || CHR(10) || 
    '비타민B12(코발라민)' || CHR(10) || 
    '비오틴' || CHR(10) || 
    '판토텐산(d-판토텐산칼슘)' || CHR(10) || 
    '콜린(콜린타르타르산염)' || CHR(10) || 
    '칼슘(탄산칼슘, 글리시네이트 아미노산 킬레이트)' || CHR(10) || 
    '철분(철분 비스글리시네이트 킬레이트)' || CHR(10) || 
    '요오드(켈프에서 추출)' || CHR(10) || 
    '마그네슘(글리시네이트 아미노산 킬레이트, 산화 마그네슘)' || CHR(10) || 
    '아연(글리시네이트 아미노산 킬레이트, 징크옥사이드)' || CHR(10) || 
    '셀레늄(L-셀레노메티오닌)' || CHR(10) || 
    '구리(글리시네이트 아미노산 킬레이트)' || CHR(10) || 
    '망간(글리시네이트 아미노산 킬레이트)' || CHR(10) || 
    '크로뮴(크로뮴 니코티네이트 아미노산 킬레이트)' || CHR(10) || 
    '몰리브덴(글리시네이트 아미노산 킬레이트)' || CHR(10) || 
    '칼륨(칼륨 아미노산 복합체)' || CHR(10) || 
    '이노시톨' || CHR(10) || 
    '루틴' || CHR(10) || 
    '감귤류바이오플라보노이드복합체' || CHR(10) || 
    '헤스페리딘' || CHR(10) || 
    '베타인 HCI' || CHR(10) || 
    '보론(붕소 아미노산 복합체)' || CHR(10) || 
    '카로티노이드혼합물(알파 및 베타카로틴, 루테인, 제아잔틴, 크립토크산틴)' || CHR(10) || 
    '분말 혼합물 (알팔파[잎 및 줄기], 아세로라 복합체[열매], 파슬리[잎 및 줄기], 로즈힙[열매], 물냉이[잎])', 
    '2,250mcg' || CHR(10) || 
    '250mg' || CHR(10) || 
    '10mcg (400IU)' || CHR(10) || 
    '100mg' || CHR(10) || 
    '75mg' || CHR(10) || 
    '75mg' || CHR(10) || 
    '75mg' || CHR(10) || 
    '75mg' || CHR(10) || 
    '666mcg DFE(엽산 400mcg)' || CHR(10) || 
    '75mcg' || CHR(10) || 
    '75mcg' || CHR(10) || 
    '75mg' || CHR(10) || 
    '31mg' || CHR(10) || 
    '20mg' || CHR(10) || 
    '1.3mg' || CHR(10) || 
    '150mcg' || CHR(10) || 
    '10mg' || CHR(10) || 
    '10mg' || CHR(10) || 
    '25mcg' || CHR(10) || 
    '1mg' || CHR(10) || 
    '1mg' || CHR(10) || 
    '25mcg' || CHR(10) || 
    '25mcg' || CHR(10) || 
    '1.8mg' || CHR(10) || 
    '75mg' || CHR(10) || 
    '37.5mg' || CHR(10) || 
    '25mg' || CHR(10) || 
    '8.5mg' || CHR(10) || 
    '25mg' || CHR(10) || 
    '0.5mg' || CHR(10) || 
    '86mcg' || CHR(10) || 
    '4mg', 
    '만 6세 이하 어린이 중독 사고의 가장 큰 원인 중 하나는 우발적으로 철분 함유 제품을 과다 복용하는 것입니다. 어린이의 손이 닿지 않는 곳에 보관하십시오. 실수로 과다 복용한 경우, 즉시 의사나 응급센터에 연락을 취하십시오. 
    임신 또는 수유 중인 경우, 약물을 복용 중인 경우, 치료 또는 수술을 계획 중인 경우, 질병이 있는 경우에는 보충제를 복용하기 전에 전문의와 상의하십시오. 부작용이 발생하면 복용을 중단하고 담당 의사와 상의하십시오. 아이들의 손이 닿지 않는 곳에 보관하십시오. 실온에서 보관하십시오. 용기의 외부 밀봉이 없거나 손상된 경우에는 사용하지 마십시오.', 
    '항산화제 비타민C 및 E 풍부' || CHR(10) || 
    '1947년 설립' || CHR(10) || 
    '보충제' || CHR(10) || 
    '비건에게 적합한 제품' || CHR(10) || 
    '글루텐, 밀, 유제품 무함유' || CHR(10) || 
    '유전자 변형 성분 무함유' || CHR(10) || 
    '코셔 파르브'
);

INSERT INTO supplement (SupName, SupPrice, SupBrand, SupDosage, SupNutri, SupNutriInfo, SupPrecautions, SupDetail) 
VALUES(
    'Solgar, 포뮬러 V, VM-75, 킬레이트 미네랄 함유한 멀티플 비타민, 90 정', 
    32083, 
    'Solgar', 
    '성인용 건강보조식품으로 하루에 한 정씩 바람직하게는 식사와 함께 복용하시거나 전문의의 지시에 따르세요.', 
    '비타민 A (천연 베타 카로틴)' || CHR(10) || 
    '비타민C(나이아신아마이드 아스코르베이트, L-아스코르브산)' || CHR(10) || 
    '비타민D(에르고칼시페롤)' || CHR(10) || 
    '비타민 E(D-알파-토코페릴 석시네이트)' || CHR(10) || 
    '티아민(티아민 모노나이트레이트)' || CHR(10) || 
    '리보플라빈' || CHR(10) || 
    '니아신 (니아신아미드 아스코르베이트)' || CHR(10) || 
    '비타민B6(피리독신 HCl)' || CHR(10) || 
    '엽산' || CHR(10) || 
    '비타민B12 (시아노코발라민)' || CHR(10) || 
    '비오틴' || CHR(10) || 
    '판토텐산(d-칼슘 판토텐산염)' || CHR(10) || 
    '콜린(콜린타르타르산염)' || CHR(10) || 
    '칼슘(탄산칼슘, 아미노산 킬레이트)' || CHR(10) || 
    '철분(철분 비스글리시네이트 킬레이트)' || CHR(10) || 
    '요오드(켈프에서 추출)' || CHR(10) || 
    '마그네슘(글리시네이트 아미노산 킬레이트, 산화 마그네슘)' || CHR(10) || 
    '아연(글리시네이트 아미노산 킬레이트, 징크옥사이드)' || CHR(10) || 
    '셀레늄 (L-셀레노메티오닌)' || CHR(10) || 
    '구리(글리시네이트 아미노산 킬레이트)' || CHR(10) || 
    '망간(글리시네이트 아미노산 킬레이트)' || CHR(10) || 
    '크로뮴(크로뮴 니코티네이트 아미노산 킬레이트)' || CHR(10) || 
    '몰리브덴(글리시네이트 아미노산 킬레이트)' || CHR(10) || 
    '칼륨(칼륨 아미노산 복합체)' || CHR(10) || 
    '이노시톨' || CHR(10) || 
    '루틴' || CHR(10) || 
    '시트러스 바이오플라보노이드 복합체' || CHR(10) || 
    '베테인 염산염' || CHR(10) || 
    '헤스페리딘' || CHR(10) || 
    '분말 혼합물(알팔파[잎 및 줄기], 아세롤라 복합체[열매], 파슬리[잎 및 줄기], 로즈힙[열매], 물냉이[잎])' || CHR(10) || 
    '붕소(붕소 아미노산 복합체)' || CHR(10) || 
    '카로티노이드 믹스 (알파 및 베타 카로틴, 루테인, 제아잔틴, 크립토크산틴)', 
    '2,250mcg' || CHR(10) || 
    '250mg' || CHR(10) || 
    '10 mcg (400 IU)' || CHR(10) || 
    '100 mg' || CHR(10) || 
    '75mg' || CHR(10) || 
    '75mg' || CHR(10) || 
    '75mg' || CHR(10) || 
    '75mg' || CHR(10) || 
    '666mcg DFE (400mcg 엽산)' || CHR(10) || 
    '75mcg' || CHR(10) || 
    '75mcg' || CHR(10) || 
    '75mg' || CHR(10) || 
    '31 mg' || CHR(10) || 
    '20mg' || CHR(10) || 
    '1.3mg' || CHR(10) || 
    '150mcg' || CHR(10) || 
    '10mg' || CHR(10) || 
    '10mg' || CHR(10) || 
    '25mcg' || CHR(10) || 
    '1mg' || CHR(10) || 
    '1mg' || CHR(10) || 
    '25mcg' || CHR(10) || 
    '25mcg' || CHR(10) || 
    '1.8mg' || CHR(10) || 
    '75 mg' || CHR(10) || 
    '37.5 mg' || CHR(10) || 
    '25 mg' || CHR(10) || 
    '25 mg' || CHR(10) || 
    '8.5mcg' || CHR(10) || 
    '4mg' || CHR(10) || 
    '0.5mg' || CHR(10) || 
    '86 mcg', 
    '임신 또는 수유 중인 경우, 약물을 복용 중인 경우, 치료 또는 수술을 계획 중인 경우, 질병이 있는 경우에는 건강보조식품을 섭취하기 전에 전문의와 상의하십시오. 부작용이 발생하면 사용을 중단하고 담당 의사와 상의하십시오. 실온에서 보관하십시오. 용기 외부 밀봉이 훼손되거나 누락된 경우에는 사용하지 마십시오.
    철을 포함한 제품을 실수로 과도하게 복용하면 6세 미만의 아이들에게 치명적인 중독의 원인이 될 수 있습니다. 아이들의 손에 닿지 않는 곳에 보관하십시오. 실수로 과다 복용한 경우에는 의사나 독극물 관리 센터에 즉시 연락하십시오.', 
    '항산화제인 비타민 C, E 풍부' || CHR(10) || 
    '1947년부터 이어져 온 제품' || CHR(10) || 
    '건강 보조 식품' || CHR(10) || 
    '할랄 제품' || CHR(10) || 
    '채식주의자에게 적합한 제품.' || CHR(10) || 
    '글루텐, 밀, 유제품 성분 모두 없음.' || CHR(10) || 
    '코셔 파르브'
);

INSERT INTO supplement (SupName, SupPrice, SupBrand, SupDosage, SupNutri, SupNutriInfo, SupPrecautions, SupDetail) 
VALUES (
    'NOW Foods, C-1000, 베지 캡슐 100정', 
    11569, 
    'NOW Foods', 
    '매일 1캡슐을 섭취하세요.', 
    '비타민C(아스코르브산)' || CHR(10) || 
    '감귤류 바이오플라보노이드 복합체' || CHR(10) || 
    '루틴분말(회화나무(Sophora japonica)꽃봉오리에서 추출)', 
    '1g (1,000mg)' || CHR(10) || 
    '100mg' || CHR(10) || 
    '25mg', 
    '자연적인 색 변화가 발생할 수 있습니다.' || CHR(10) || 
    '개봉 후에는 서늘하고 건조한 곳에 보관하십시오.' || CHR(10) || 
    '성인 전용 제품입니다. 임신 또는 수유 중이거나 다른 약물을 복용 중이거나 질병이 있는 경우에는 의사와 상의하십시오. 어린이의 손이 닿지 않는 곳에 보관하십시오.', 
    '면역계 강화' || CHR(10) || 
    '항산화제 & 콜라겐 증진' || CHR(10) || 
    '바이오플라보노이드 100mg 함유' || CHR(10) || 
    '유전자 변형 성분 무함유' || CHR(10) || 
    '보충제' || CHR(10) || 
    '채식주의자/비건에게 적합' || CHR(10) || 
    '코셔' || CHR(10) || 
    '비타민' || CHR(10) || 
    '1968년 설립된 가족 기업' || CHR(10) || 
    '우수 제조 및 품질 관리 기준(GMP) 품질 보증' || CHR(10) || 
    '할랄' || CHR(10) || 
    '비타민C는 면역계에서 중요한 역할을 하는 것으로 잘 알려진 수용성 영양소입니다. 또한 비타민C는 콜라겐(연결 조직의 구조 단백질) 생성에도 필수적인 요소로, 피부, 뼈, 관절 건강에 중요합니다. 비타민C는 아미노산 대사, 신경전달물질 합성, 그리고 엽산, 철분과 같은 여러 영양소의 활용에 필요합니다. 또한 비타민C는 정상적인 신진대사 및 환경적 스트레스 요인에 노출되는 동안 생성되는 활성산소를 중화함으로써, 건강한 조직 유지에 도움을 줄 수 있는 매우 효과적인 항산화제입니다. 이 상품에는 시너지 효과를 발휘하여 비타민C 활용을 지원하는 바이오플라보노이드가 포함되어 있습니다.'
);

INSERT INTO supplement (SupName, SupPrice, SupBrand, SupDosage, SupNutri, SupNutriInfo, SupPrecautions, SupDetail) 
VALUES (
    'NOW Foods, C-1000, 바이오플라보노이드 100mg 함유, 베지 캡슐 250정', 
    24821, 
    'NOW Foods', 
    '매일 캡슐 1정을 복용하십시오.', 
    '비타민C(아스코르브산)' || CHR(10) || 
    '감귤류 바이오플라보노이드 복합체' || CHR(10) || 
    '루틴분말(회화나무(Sophora japonica)꽃봉오리에서 추출)', 
    '1g (1,000mg)' || CHR(10) || 
    '100mg' || CHR(10) || 
    '25mg', 
    '본 제품은 자연적인 색 변화가 발생할 수 있습니다.' || CHR(10) || 
    '개봉 후 서늘하고 건조한 곳에 보관하십시오.' || CHR(10) || 
    '성인 전용 제품입니다. 임신 또는 수유 중이거나, 약물을 복용 중이거나, 질환이 있는 분은 의사와 상의하십시오.' || CHR(10) || 
    '어린이의 손이 닿지 않는 곳에 보관하십시오.', 
    '면역계 강화' || CHR(10) || 
    '항산화제 & 콜라겐 증진' || CHR(10) || 
    '바이오플라보노이드 100mg 함유' || CHR(10) || 
    '유전자 변형 성분 무함유' || CHR(10) || 
    '보충제' || CHR(10) || 
    '채식주의자/비건에게 적합' || CHR(10) || 
    '코셔' || CHR(10) || 
    '1968년 설립된 가족 소유 기업' || CHR(10) || 
    '할랄' || CHR(10) || 
    'GMP 인증' || CHR(10) || 
    '비타민C는 면역계에서 중요한 역할을 하는 것으로 잘 알려진 수용성 영양소입니다. 또한 비타민C는 콜라겐(연결 조직의 구조 단백질) 생성에도 필수적인 요소로, 피부, 뼈, 관절 건강에 중요합니다. 비타민C는 아미노산 대사, 신경전달물질 합성, 그리고 엽산, 철분과 같은 여러 영양소의 활용에 필요합니다. 또한 비타민C는 정상 신진대사 과정과 환경적 스트레스 요인 노출로 생성되는 활성산소 및 활성산소 분자로부터 신체 세포와 분자들을 보호할 수 있는 매우 효과적인 항산화제입니다. 이 상품에는 시너지 효과를 발휘하여 비타민C 활용을 지원하는 바이오플라보노이드가 포함되어 있습니다.'
);

INSERT INTO supplement 
(SupName, SupPrice, SupBrand, SupDosage, SupNutri, SupNutriInfo, SupPrecautions, SupDetail) 
VALUES 
(
    'NOW Foods, 로즈힙 함유 C-500, 250 정', 
    15711, 
    'NOW Foods', 
    '하루 1-3 회 1 정씩 가급적 음식과 함께 복용하십시오.', 
    '비타민 C(아스코르브산)' || CHR(10) || 
    '로즈힙 분말(Rosa canina)(과일)', 
    '500mg' || CHR(10) || 
    '40mg', 
    '성인 전용 제품입니다. 임신/수유 중이거나, 약물을 복용 중이거나, 질환이 있는 분은 의사와 상의하십시오. 아이들의 손이 닿지 않는 곳에 보관하십시오.' || CHR(10) || 
    '방습제는 먹지 마십시오. 용기 안에 보관하십시오.' || CHR(10) || 
    '개봉한 후에는 서늘하고 건조한 곳에 보관하십시오.', 
    '항산화 보호 성분' || CHR(10) || 
    '유전자 변형 성분 없음' || CHR(10) || 
    '코셔' || CHR(10) || 
    '건강 보조 식품' || CHR(10) || 
    '채식주의자/비건' || CHR(10) || 
    '코셔' || CHR(10) || 
    '비타민' || CHR(10) || 
    '1968 년 설립된 가족 기업' || CHR(10) || 
    'GMP 품질 보증' || CHR(10) || 
    '비타민 C는 면역계 기능에서 중요 역할을 하는 필수 영양소로 잘 알려져 있습니다. 비타민C는 매우 효과적인 항산화 물질로, 정상적인 신진대사 중에 발생한 산화 손상으로부터 신체 구조를 보호합니다. 비타민C는 콜라겐 생성에도 필수적인 요소로 피부, 뼈, 관절 건강에 중요합니다. 또한 아미노산 대사 및 엽산과 철분 같은 많은 영양소 이용에 필요합니다. 이 포뮬러를 보완하기 위해 아스코르브산의 천연 공급원인 로즈힙이 추가되었습니다.'
);

INSERT INTO supplement 
(SupName, SupPrice, SupBrand, SupDosage, SupNutri, SupNutriInfo, SupPrecautions, SupDetail) 
VALUES 
(
    'NOW Foods, C-500, 로즈힙 함유, 100정', 
    7249, 
    'NOW Foods', 
    '하루 1~3회 1정씩 가급적 음식과 함께 복용하십시오.', 
    '비타민C(아스코르브산)' || CHR(10) || 
    '로즈힙(Rosa canina)분말(열매)', 
    '500mg' || CHR(10) || '40mg', 
    '개봉 후에는 서늘하고 건조한 곳에 보관하십시오.' || CHR(10) || 
    '성인 전용 상품입니다. 임신 또는 수유 중이거나 다른 약을 복용 중이거나 질병이 있는 경우 의사와 상의하십시오. 어린이의 손이 닿지 않는 곳에 보관하십시오.' || CHR(10) || 
    '본 상품은 자연적인 색 변화가 발생할 수 있습니다.', 
    '항산화 보호' || CHR(10) || 
    '유전자 변형 성분 무함유' || CHR(10) || 
    '보충제' || CHR(10) || 
    '채식주의자/비건에게 적합' || CHR(10) || 
    '코셔' || CHR(10) || 
    '1968년 설립된 가족 소유 기업' || CHR(10) || 
    '할랄' || CHR(10) || 
    'GMP 인증' || CHR(10) || 
    '비타민C는 면역계에서 중요한 역할을 하는 것으로 잘 알려진 수용성 영양소입니다. 또한 비타민C는 콜라겐(결합 조직의 구조 단백질) 생성에도 필수적인 요소이므로 피부, 뼈, 관절 건강에 중요합니다. 비타민C는 아미노산 대사, 신경전달물질 합성, 그리고 엽산과 철분 등의 여러 영양소를 활용하는 데 필요합니다. 그리고 정상적인 신진대사와 환경적 스트레스 요인에 노출되는 과정에서 발생하는 활성산소를 중화시켜 건강한 조직을 유지하는 데 도움을 주는 고효능 항산화제입니다. 이 포뮬라를 보완하기 위해 아스코르브산의 천연 공급원인 로즈힙을 포함합니다.'
);

INSERT INTO supplement 
(SupName, SupPrice, SupBrand, SupDosage, SupNutri, SupNutriInfo, SupPrecautions, SupDetail) 
VALUES 
(
    'California Gold Nutrition, Gold C, USP 등급 비타민C, 1,000mg, 베지 캡슐 60정', 
    7081, 
    'California Gold Nutrition', 
    '하루에 캡슐 1정을 식사 여부와 관계없이 복용하십시오. 자격을 갖춘 의료 전문가의 지시에 따라 복용하는 것이 가장 좋습니다.', 
    '비타민C(아스코르브산)', 
    '1,000mg', 
    '어린이의 손이 닿지 않는 곳에 보관하십시오. 보충제를 복용하기 전에 면허가 있는 의사, 약사, 자연 요법 의사, 기타 자격을 갖춘 의료 전문가와 상의하십시오.' || CHR(10) || 
    '밀봉 포장된 상품입니다. 안전 밀봉이 없거나 손상된 경우에는 복용하지 마십시오. 서늘하고 건조한 곳에 보관하십시오. 열, 빛, 습기를 피해 보관하십시오.' || CHR(10) || 
    '향, 색상, 농도는 조금씩 다를 수 있습니다. 자연적인 색상 변화가 발생할 수 있습니다.', 
    '면역 건강 및 전반적인 웰니스 증진에 도움*' || CHR(10) || 
    '채식주의자에게 적합' || CHR(10) || 
    '글루텐, 유전자 변형 성분, 대두 무함유'
);

INSERT INTO supplement 
(SupName, SupPrice, SupBrand, SupDosage, SupNutri, SupNutriInfo, SupPrecautions, SupDetail) 
VALUES 
(
    'California Gold Nutrition, Gold C, USP 등급 비타민C, 1,000mg, 베지 캡슐 240정', 
    20643, 
    'California Gold Nutrition', 
    '하루에 캡슐 1정을 식사 여부와 관계없이 복용하십시오. 자격을 갖춘 의료 전문가의 지시에 따라 복용하는 것이 가장 좋습니다.', 
    '비타민C(아스코르브산)', 
    '1,000mg', 
    '어린이의 손이 닿지 않는 곳에 보관하십시오. 보충제를 복용하기 전에 면허가 있는 의사, 약사, 자연 요법 의사, 기타 자격을 갖춘 의료 전문가와 상의하십시오.' || CHR(10) || 
    '안전 밀봉된 상품입니다. 안전 밀봉이 손상되거나 없는 경우에는 복용하지 마십시오. 서늘하고 건조한 곳에 보관하십시오. 열, 빛, 습기를 피해 보관하십시오.' || CHR(10) || 
    '향, 색상, 농도, 맛은 조금씩 다를 수 있습니다. 자연적인 색상 변화가 발생할 수 있습니다.', 
    'California Gold Nutrition Gold C™, 1,000mg' || CHR(10) || 
    'USP 등급 비타민C 함유' || CHR(10) || 
    '면역 건강 및 전반적인 웰니스 증진에 도움*' || CHR(10) || 
    '채식주의자에게 적합' || CHR(10) || 
    '글루텐, 유전자 변형 성분, 대두 무함유' || CHR(10) || 
    'cGMP 인증 시설에서 생산' || CHR(10) || 
    '100% 골드 개런티(Gold Guarantee)'
);

INSERT INTO supplement 
(SupName, SupPrice, SupBrand, SupDosage, SupNutri, SupNutriInfo, SupPrecautions, SupDetail) 
VALUES 
(
    'Thorne, Advanced Nutrients, 캡슐 240정', 
    91818, 
    'Thorne', 
    '캡슐을 매일 4~8정씩 복용하거나 의료 전문가의 지시대로 복용하십시오.', 
    '비타민A(베타카로틴 375mcg 및 팔미테이트 750mcg)' || CHR(10) || 
    '비타민C(아스코르브산)' || CHR(10) || 
    '비타민D(비타민D3)' || CHR(10) || 
    '비타민E(혼합토코페롤에서 추출한 d-알파 토코페롤 200IU)' || CHR(10) || 
    '비타민K(비타민K1 50mcg 및 MK-7 형태의 비타민K2 50mcg)' || CHR(10) || 
    '티아민(티아민HCI)' || CHR(10) || 
    '리보플라빈(리보플라빈 5-인산나트륨)' || CHR(10) || 
    '비타민B6(피리독살 5-인산염)' || CHR(10) || 
    '엽산(글루코사민염, L-5-메틸테트라하이드로엽산에서 추출한 L-5 메틸테트라하이드로폴레이트 1mg)' || CHR(10) || 
    '비타민B12(메틸코발라민)' || CHR(10) || 
    '비오틴' || CHR(10) || 
    '판토텐산(판토텐산칼슘)' || CHR(10) || 
    '콜린(콜린시트레이트)' || CHR(10) || 
    '칼슘(DimaCal®다이칼슘말레이트)' || CHR(10) || 
    '요오드(요오드화 칼륨)' || CHR(10) || 
    '마그네슘(Albion®다이마그네슘말레이트)' || CHR(10) || 
    '아연(TRAACS®아연비스글리시네이트킬레이트)' || CHR(10) || 
    '셀레늄(L-셀레노메티오닌)' || CHR(10) || 
    '구리(TRAACS®구리비스글리시네이트킬레이트)' || CHR(10) || 
    '망간(TRAACS®망간비스글리시네이트킬레이트)' || CHR(10) || 
    '크로뮴(TRAACS® 크로뮴니코티네이트글리시네이트킬레이트)' || CHR(10) || 
    '퀘르세틴파이토솜(회화나무추출물(꽃) / 해바라기 추출 포스포리피드복합체)' || CHR(10) || 
    '빌베리추출물(열매)(Vaccinium myrtillus)' || CHR(10) || 
    '니코틴아마이드 리보사이드 하이드로젠 말레이트' || CHR(10) || 
    '트랜스-레스베라트롤' || CHR(10) || 
    '혼합카로티노이드(루테인 1mg, 아스타잔틴 1mg, 제아잔틴 1mg, 라이코펜 1mg)' || CHR(10) || 
    '붕소(Bororganic™ 붕소 글리시네이트 복합체)', 
    '1,125mg' || CHR(10) || 
    '850mg' || CHR(10) || 
    '50mcg' || CHR(10) || 
    '134mg' || CHR(10) || 
    '100mcg' || CHR(10) || 
    '40mg' || CHR(10) || 
    '10mg' || CHR(10) || 
    '10mg' || CHR(10) || 
    '1.7mg' || CHR(10) || 
    '450mcg' || CHR(10) || 
    '400mcg' || CHR(10) || 
    '450mg' || CHR(10) || 
    '35mg' || CHR(10) || 
    '250mg' || CHR(10) || 
    '225mcg' || CHR(10) || 
    '250mg' || CHR(10) || 
    '15mg' || CHR(10) || 
    '200mcg' || CHR(10) || 
    '1.5mg' || CHR(10) || 
    '6mg' || CHR(10) || 
    '200mcg' || CHR(10) || 
    '100mg' || CHR(10) || 
    '80mg' || CHR(10) || 
    '45mg' || CHR(10) || 
    '25mg' || CHR(10) || 
    '4mg' || CHR(10) || 
    '3mg', 
    '안전 밀봉: 용기가 밀봉되어 있는 경우에만 섭취하십시오. 서늘하고 건조한 곳에 밀봉하여 보관하십시오.' || CHR(10) || 
    '임신 중인 경우에는 이 제품을 복용하기 전에 의사와 상의하십시오.' || CHR(10) || 
    '경고(캘리포니아 주민): 본 제품을 복용하면 납을 포함한 화학 물질에 노출될 수 있으며 납은 캘리포니아주에서 선천적 기형과 생식 장애를 일으키는 것으로 알려져 있습니다.', 
    '보충제' || CHR(10) || 
    '눈 건강' || CHR(10) || 
    '기초 건강' || CHR(10) || 
    '건강한 노화' || CHR(10) || 
    '글루텐 무함유' || CHR(10) || 
    '매일 종합비타민/미네랄 보충제를 섭취하는 것은 건강을 증진하는 가장 첫 번째 단계입니다. 그러나 환경 독성 물질, 만성 스트레스, 흡연 및 기타 요인으로 산화 스트레스 지수가 높은 생활을 하고 있다면 보다 개선된 보충제 포뮬라가 필요할 수 있습니다.' || CHR(10) || 
    '어드밴스드 뉴트리언트는 순수 공급원으로부터 추출한 필수 비타민, 미네랄, 추가 영양소를 흡수성이 뛰어난 형태로 전문적으로 배합하여 제조됩니다. 이 제품은 적정량의 주요 성분을 공급하여 기초 건강을 증진해 줍니다.' || CHR(10) || 
    '이 개선된 포뮬라는 세포 손상으로부터 우리 몸을 보호하는 항산화제를 더 많이 제공합니다.'
);

INSERT INTO supplement 
(SupName, SupPrice, SupBrand, SupDosage, SupNutri, SupNutriInfo, SupPrecautions, SupDetail) 
VALUES 
(
    'Thorne, 50세 이상 남성용 종합비타민, 캡슐 180정', 
    69559, 
    'Thorne', 
    '매일 캡슐 3~6정 또는 의료 전문가의 지시에 따라 복용하십시오.', 
    '비타민A(베타카로틴 1,875mcg 및 팔미테이트 750mcg)' || CHR(10) || 
    '비타민C(아스코르브산)' || CHR(10) || 
    '비타민D(비타민D3)(1,000IU)' || CHR(10) || 
    '비타민E(d-알파토코페릴)' || CHR(10) || 
    '티아민(티아민HCI)' || CHR(10) || 
    '리보플라빈(리보플라빈5-인산나트륨)' || CHR(10) || 
    '니아신(나이아신아미드 130mg 및 니아신 30mg)' || CHR(10) || 
    '비타민B6(피리독살5-포스페이트)' || CHR(10) || 
    '엽산(L-5-메틸테트라히드로엽산과 글루코사민염에서 추출한 L-5-메틸테트라하이드로폴레이트 1mg)' || CHR(10) || 
    '비타민B12(메틸코발라민)' || CHR(10) || 
    '비오틴' || CHR(10) || 
    '판토텐산(칼슘판토테네이트)' || CHR(10) || 
    '콜린(콜린시트레이트)' || CHR(10) || 
    '칼슘(칼슘말레이트)' || CHR(10) || 
    '요오드(요오드화칼륨)' || CHR(10) || 
    '마그네슘(마그네슘말레이트)' || CHR(10) || 
    '아연(TRAACS아연비스글리시네이트)' || CHR(10) || 
    '셀레늄(L-셀레노메티오닌)' || CHR(10) || 
    '망간(TRAACS망간비스글리시네이트)' || CHR(10) || 
    '크로뮴(TRAACS® 크로뮴니코티네이트글리시네이트킬레이트)' || CHR(10) || 
    '보론(Bororganic™ 보론글리시네이트복합체)' || CHR(10) || 
    '루테인(아즈텍금잔화추출물(꽃)(Tagetes erecta))', 
    '2.63mg' || CHR(10) || 
    '850mg' || CHR(10) || 
    '25mcg' || CHR(10) || 
    '268mg' || CHR(10) || 
    '40mg' || CHR(10) || 
    '11mg' || CHR(10) || 
    '160mg' || CHR(10) || 
    '10mg' || CHR(10) || 
    '1.7mg DFE' || CHR(10) || 
    '450mcg' || CHR(10) || 
    '400mcg' || CHR(10) || 
    '413mg' || CHR(10) || 
    '35mg' || CHR(10) || 
    '240mg' || CHR(10) || 
    '225mg' || CHR(10) || 
    '180mg' || CHR(10) || 
    '15mg' || CHR(10) || 
    '200mcg' || CHR(10) || 
    '6mg' || CHR(10) || 
    '200mcg' || CHR(10) || 
    '3mg' || CHR(10) || 
    '144mcg', 
    '밀봉 포장: 용기가 안전 밀봉되어 있는 경우에만 사용하십시오. 서늘하고 건조한 장소에 안전 밀봉하여 보관하십시오.' || CHR(10) || 
    '임신 중인 경우에는 이 제품을 복용하기 전에 의사와 상의하십시오.', 
    '구리 및 철분 무함유 종합비타민' || CHR(10) || 
    '보충제' || CHR(10) || 
    '남성 건강 증진' || CHR(10) || 
    '기초 건강 강화' || CHR(10) || 
    '글루텐 무함유' || CHR(10) || 
    '50세 이상 남성용 종합비타민은 건강하고 활동적인 생활을 지원하는 일일 종합비타민/미네랄입니다.' || CHR(10) || 
    '체내에서 쉽게 흡수되는 영양소로 구성되었으며 철분 결핍의 위험성이 낮은 소비자를 위해 만들어졌습니다.' || CHR(10) || 
    '뛰어난 종합비타민/미네랄 영양 보충제는 좋은식습관 보험과도 같으며, 특히 균형 잡힌 식단을 실천하고 있지 않다면 적은 투자로 일일 필수 영양소를 모두 섭취할 수 있는 방법입니다.'
);

INSERT INTO supplement (SupName, SupPrice, SupBrand, SupDosage, SupNutri, SupNutriInfo, SupPrecautions, SupDetail)
VALUES (
'Thorne, 종합비타민 엘리트, AM & PM, 2병, 각 캡슐 90정',
102948, 
'Thorne', 
'아침에 오전 포뮬라 캡슐 3정, 저녁에 오후 포뮬라 캡슐 3정을 식사와 함께 복용하거나 의료 전문가의 지시에 따라 복용하십시오.',
'비타민A(베타카로틴 450mcg 및 팔미테이트 600mcg)' || CHR(10) || 
'비타민C(아스코르브산)' || CHR(10) || 
'비타민D(비타민D3)' || CHR(10) ||
'비타민E(d-알파토코페릴애씨드호박산염)' || CHR(10) ||
'비타민K(비타민K1 100mcg 및 MK-4 형태의 비타민K2 100mcg)' || CHR(10) || 
'티아민(티아민HCI)' || CHR(10) || 
'리보플라빈(리보플라빈5-인산나트륨)' || CHR(10) || 
'니아신(나이아신아마이드)' || CHR(10) || 
'비타민B6(피리독살5-포스페이트)' || CHR(10) || 
'엽산(600mcg, L-5 메틸테트라히드로엽산과 글루코사민염에서 추출한 L-5메틸테트라하이드로폴레이트)' ||CHR(10) || 
'비타민B12(메틸코발라민)' || CHR(10) || 
'비오틴' || CHR(10) || 
'판토텐산(칼슘판토테네이트)' || CHR(10) || 
'콜린(콜린시트레이트)' || CHR(10) || 
'칼슘(TRAACS® 칼슘비스글리시네이트킬레이트)' || CHR(10) || 
'요오드(요오드화칼륨)' || CHR(10) || 
'마그네슘(TRAACS® 마그네슘비스글리시네이트킬레이트)' || CHR(10) || 
'아연(TRAACS® 아연비스글리시네이트킬레이트)' || CHR(10) || 
'셀레늄(L-셀레노메티오닌)' || CHR(10) || 
'구리(TRAACS® 구리비스글리시네이트킬레이트)' || CHR(10) || 
'망간(TRAACS® 망간비스글리시네이트킬레이트)' || CHR(10) || 
'크로뮴(TRAACS® 크로뮴니코티네이트글리시네이트킬레이트)' || CHR(10) || 
'커큐민파이토솜 (강황(Curcuma longa)추출물(뿌리)/포스파티딜콜린복합체 - 해바라기에서 추출)' || CHR(10) || 
'녹차파이토솜 (카페인을 함유하지 않은 녹차추출물(잎)/해바라기에서 추출한 인지질복합체)' || CHR(10) || 
'd-감마토코페롤(혼합토코페롤에서 추출)' || CHR(10) || 
'보론(Bororganic™ 보론글리시네이트복합체)' || CHR(10) ||
 '루테인(아즈텍금잔화추출물(꽃)(Tagetes erecta))', 
'1.05mg' || CHR(10) || 
'250mg' || CHR(10) || 
'50mcg' || CHR(10) || 
'13.5mg' || CHR(10) || 
'200mcg' || CHR(10) || 
'50mg' || CHR(10) || 
'12mg' || CHR(10) || 
'60mg' || CHR(10) || 
'20mg' || CHR(10) || 
'1mg DFE' || CHR(10) || 
'600mcg' || CHR(10) || 
'500mcg' || CHR(10) || 
'45mg' || CHR(10) || 
'18mg' || CHR(10) || 
'38mg' || CHR(10) || 
'75mcg' || CHR(10) || 
'63mg' || CHR(10) || 
'10mg' || CHR(10) || 
'100mcg' || CHR(10) || 
'750mcg' || CHR(10) || 
'1.5mg' || CHR(10) || 
'200mcg' || CHR(10) || 
'200mg' || CHR(10) ||
'75mg' || CHR(10) || 
'24mg' || CHR(10) || 
'1mg' || CHR(10) || 
'300mcg', 
'성인 전용 제품입니다. 임신/수유 중이거나, 약물을 복용 중이거나, 질환이 있는 분은 의사와 상의하십시오. 아이들의 손이 닿지 않는 곳에 보관하십시오. 방습제는 먹지 마십시오. 용기 안에 보관하십시오. 개봉한 후에는 서늘하고 건조한 곳에 보관하십시오.', 
'보충제' || CHR(10) || 
'기초 건강' || CHR(10) || 
'운동 능력' || CHR(10) || 
'NSF Certified Sport 인증' || CHR(10) || 
'글루텐 무함유'); 


INSERT INTO supplement (SupName, SupPrice, SupBrand, SupDosage, SupNutri, SupNutriInfo, SupPrecautions, SupDetail) 
VALUES (
'NOW Foods, 고강도 메틸B-12, 5,000 mcg, 로렌지 사탕 60정', 
28949, 
'NOW Foods', 
'매일 1정을 섭취하십시오. 1정을 씹거나 입에 넣고 녹여서 삼킵니다.', 
'비타민 B-12 (메틸 코발라민으로서)', 
'10mg (10,000mcg)', 
'주의: 성인 전용 제품입니다. 임신/수유 중인 경우, 약물을 복용 중인 경우, 질병이 있는 경우에는 의사와 상의하십시오. 아이들 손이 닿지 않는 곳에 보관하십시오. 자일리톨이 포함되어 있으니 애완동물에게 먹이지 마십시오. 본 제품은 자연적인 색상 변화가 일어날 수 있습니다. 방습제를 먹지 마십시오. 용기 안에 넣어서 보관하십시오.', 
'신경계 건강' || CHR(10) || 
'에너지 생산에 필수' || CHR(10) ||
'메틸코발라민' || CHR(10) || 
'건강 보충제' || CHR(10) || 
'채식주의자/비건에게 적합' || CHR(10) || 
'비타민' || CHR(10) || 
'1968년 설립된 가족 기업' || CHR(10) || 
'우수 제조 및 품질 관리 기준(GMP) 품질 보증' || CHR(10) || 
'비타민B-12는 지방과 단백질에서 에너지를 생산하는 데 필요하며 DNA 합성과 호모시스테인 대사에서 중요한 역할을 하는 것으로 잘 알려져 있습니다.' || CHR(10) || 
'메틸코발라민은 건강한 신경계 유지에 특히 중요한 것으로 밝혀진 비타민B-12의 코엔자임 형태입니다.' || CHR(10) || 
'식이 공급원은 거의 전적으로 동물성(육류 및 유제품)이며 철저한 채식주의자는 B-12 보충이 특히 중요할 수 있습니다. NOW® 메틸 B-12는 채식주의자/비건(비동물성 원료에서 추출)에게 적합합니다.' || CHR(10) || 
'이 엑스트라 스트렝스 제품에는 당사의 레귤러 스트렝스 제품(1,000mcg)보다 B-12(10,000mcg)가 더 함유되어 있습니다.');


INSERT INTO supplement (SupName, SupPrice, SupBrand, SupDosage, SupNutri, SupNutriInfo, SupPrecautions, SupDetail) 
VALUES (
'California Gold Nutrition, 리포소말 비타민B12, 30팩, 팩당 5ml(0.17fl oz)', 
60873,
'California Gold Nutrition', 
'매일 1회, 1팩을 복용하거나 자격을 갖춘 의료 전문가의 지시에 따라 복용하십시오. 눈금이 있는 끝단을 찢고 입에 바로 짜 넣거나 좋아하는 음료에 넣으십시오.', 
'비타민B12(메틸코발라민)' || CHR(10) || 
'포스파티딜콜린',
'5,000mcg' || CHR(10) || 
'500mg', 
'어린이의 손이 닿지 않는 곳에 보관하십시오. 보충제를 복용하기 전에 면허가 있는 의사, 약사, 자연 요법 의사, 기타 자격을 갖춘 의료 전문가와 상의하십시오. 안전 밀봉된 제품입니다. 개별 밀봉한 팩에 구멍이 있거나 손상된 경우에는 복용하지 마십시오. 20°C~25°C(68°F~77°F) 범위로 온도가 조절되는 실내에 보관하는 것이 가장 좋습니다. 직사광선에 장시간 노출하거나 온도 & 습도가 높은 곳에 장기간 두는 등 제품을 부적절하게 보관하면 시간이 지남에 따라 제품 품질이 저하될 수 있습니다.', 
'California Gold Nutrition 리포소말 비타민B12 팩' || CHR(10) || 
'순수한 의약품 등급 포스파티딜콜린 함유' || CHR(10) || 
'천연 체리 향' || CHR(10) || 
'독일산 포스파티딜콜린' || CHR(10) || 
'세포 에너지 강화' || CHR(10) || 
'채식주의자와 비건에게 적합' || CHR(10) || 
'글루텐 및 유전자 변형 성분 무함유' || CHR(10) || 
'cGMP 인증 시설에서 생산' || CHR(10) || 
'100% 골드 개런티(Gold Guarantee)' || CHR(10) || 
'비타민B12는 건강한 생활을 유지하는 데 필요한 필수 영양소입니다.' || CHR(10) || 
'California Gold Nutrition 리포소말 비타민B12 팩은 단독으로 섭취하거나 좋아하는 음료에 추가하여 간편하게 적정량의 비타민B12를 복용할 수 있도록 합니다.' || CHR(10) || 
'비타민B12는 세포가 에너지를 생성하는 데 필요한 물질입니다.');


INSERT INTO supplement (SupName, SupPrice, SupBrand, SupDosage, SupNutri, SupNutriInfo, SupPrecautions, SupDetail) 
VALUES (
'California Gold Nutrition, 비타민B12 구미젤리, 천연 라즈베리 맛, 젤라틴 무함유, 3,000mcg, 구미젤리 90개(개당 1,500mcg)', 
11292, 
'California Gold Nutrition',
'매일 구미젤리 2개를 음식과 함께 또는 공복에 복용하십시오. 자격을 갖춘 의료 전문가의 지시에 따라 복용하는 것이 가장 좋습니다.', 
'비타민B12(메틸코발라민)', 
'3,000mcg', 
'어린이의 손이 닿지 않는 곳에 보관하십시오. 임신 또는 수유 중인 여성은 복용하지 마십시오. 다른 고용량 비타민B12 상품과 함께 복용하지 마십시오. 특히 임신, 수유 중이거나 질병을 진단받았거나 처방약을 복용 중이신 분은 고용량 비타민B12를 복용하기 전에 면허가 있는 의사, 약사, 자연 요법 의사, 기타 자격을 갖춘 의료 전문가와 상의하여 본인에게 적합한 용량을 확인하십시오. 밀봉 포장된 상품입니다. 안전 밀봉이 손상되거나 없는 경우에는 복용하지 마십시오. 서늘하고 건조한 곳에 보관하십시오. 열, 빛, 습기를 피해 보관하십시오.', 
'California Gold Nutrition® 비타민B12 구미젤리' || CHR(10) || 
'비타민B12(메틸코발라민) 함유' || CHR(10) || 
'천연 라즈베리 맛' || CHR(10) || 
'세포 기능 증진' || CHR(10) || 
'채식주의자에게 적합' || CHR(10) || 
'젤라틴, 글루텐, 유전자 변형 성분, 대두 무함유' || CHR(10) || 
'cGMP 인증 시설에서 생산' || CHR(10) || 
'100% 골드 개런티(Gold Guarantee)' || CHR(10) || 
'맛있는 구미젤리로 간편하고 맛있게 비타민B12 일일 섭취량을 섭취할 수 있습니다. California Gold Nutrition 비타민B12 구미젤리는 건강한 세포 대사에 도움이 되는 중요한 영양소 비타민B12를 함유합니다.');


INSERT INTO supplement (SupName, SupPrice, SupBrand, SupDosage, SupNutri, SupNutriInfo, SupPrecautions, SupDetail) 
VALUES (
'Solgar, 서브링구얼 비타민B12, 1,000mcg, 너겟 250개', 
32645, 
'Solgar', 
'성인용 보충제로서 하루에 너겟 1개를 가급적 식사와 함께 섭취하거나 의사의 지시에 따르십시오. 뺨과 잇몸 사이 또는 혀 밑에 넣거나 씹어서 먹습니다.', 
'비타민B12(시아노코발라민)',
'1,000mcg', 
'임신 또는 수유 중이거나 약물을 복용 중이거나 질병이 있는 경우, 보충제를 복용하기 전에 의사와 상담하십시오. 부작용이 발생하는 경우 복용을 중단하고 의사와 상담하십시오. 어린이의 손이 닿지 않는 곳에 보관하십시오. 실온에서 보관하십시오. 외부 용기 안전 밀봉이 없거나 손상된 경우에는 복용하지 마십시오.',
'1947년 설립' || CHR(10) || 
'글루텐, 밀, 유제품 무함유' || CHR(10) || 
'비건에 적합' || CHR(10) || 
'유전자 변형 성분 무함유' || CHR(10) || 
'할랄' || CHR(10) || 
'코셔 파르브' || CHR(10) || 
'보충제' || CHR(10) || 
'비타민B12는 비타민B 복합체로 알려진 필수 영양소 그룹에 속합니다. 비타민B12는 에너지 대사를 지원하며 신경계의 건강에 도움을 줍니다.'  || CHR(10) || 
'비타민B12는 엽산 및 비타민B6와 함께, 이미 정상 범위 내에 있는 건강한 호모시스테인 수준을 유지하도록 도움으로써 심장 건강을 지원합니다.'  || CHR(10) || 
'B12는 신체 전반에 걸쳐 산소를 공급하는 데 도움을 주는 적혈구의 정상적인 생성과 재생에 필요합니다.');


INSERT INTO supplement (SupName, SupPrice, SupBrand, SupDosage, SupNutri, SupNutriInfo, SupPrecautions, SupDetail) 
VALUES (
'Solgar, 비타민 B12, 100 mcg, 100 태블릿', 
8984, 
'Solgar', 
'성인용 식이 보조제로써, 하루에 한(1) 정을 복용하거나 전문의 지침에 따르십시오.', 
'비타민 B12 (코발라민으로서)', 
'100mcg', 
'임신 또는 수유 중이거나, 약물을 복용 중이거나, 질병이 있는 분은 건강 보조 식품을 드시기 전에 의사와 상의하십시오. 부작용이 발생하면 사용을 중단하고 의사와 상의하십시오. 아이들의 손이 닿지 않는 곳에 보관하십시오. 실온에서 보관하십시오. 용기의 외부 밀봉이 없거나 손상된 경우에는 사용하지 마십시오.', 
'1947년부터 이어져 온 제품' || CHR(10) || 
'에너지 신진대사' || CHR(10) || 
'신경계 지원' || CHR(10) || 
'글루텐, 밀과 유제품 없음' || CHR(10) || 
'채식주의자에게 적합 (비건)' || CHR(10) || 
'유전자 변형 성분 없음' || CHR(10) || 
'건강 보조 식품' || CHR(10) || 
'할랄' || CHR(10) || 
'코셔 파르브' || CHR(10) || 
'비타민 B12는 비타민 B 복합체로 알려진 필수 영양소 그룹의 일부입니다. 비타민 B12는 에너지 대사를 지원하며 신경계의 건강에 도움을 줍니다.' || CHR(10) || 
'비타민 B12는 엽산 및 비타민 B6와 함께, 정상 범위 내에서 건강한 호모시스테인 레벨을 유지하도록 도움으로써 심장의 건강을 지원합니다.' || CHR(10) || 
'비타민 B12는 신체 전반에 걸쳐 산소를 공급하는 데 도움을 주는 적혈구의 정상적인 생성과 재생에 필요합니다.');


INSERT INTO supplement (SupName, SupPrice, SupBrand, SupDosage, SupNutri, SupNutriInfo, SupPrecautions, SupDetail) 
VALUES (
'Codeage, 리포소말 비타민B12, 믹스 베리 맛, 59.2ml(2fl oz)', 
34765, 
'Codeage', '매일 4~8회 펌핑하거나 의료 전문가의 지시에 따라 복용하십시오. 사용하기 전에 잘 흔들어 주십시오. 개봉 후에는 냉장 보관하십시오.',
'비타민B12 (메틸코발라민)' || CHR(10) || 
'유기농 리포소말 혼합물 (포스파티딜콜린이 함유된 필수 인지질 조성, 유전자 변형 성분 무함유 해바라기 오일 & 레시틴)', 
'1,250mcg' || CHR(10) || 
'500mg', 
'다른 보충제와 마찬가지로, 특히 임신 또는 수유 중이거나 질병 치료 중인 경우에는 본 상품을 복용하기 전에 의사와 상의하십시오. 수술이 예정되어 있는 경우 수술 2주 전에 복용을 중단하십시오. 본 상품은 만 18세 미만에게 적합하지 않습니다. 어린이와 반려동물이 접근할 수 없는 곳에 보관하십시오.', 
'생체 활성' || CHR(10) || 
'메틸코발라민' || CHR(10) || 
'보충제' || CHR(10) || 
'리포소말 전달 방식' || CHR(10) || 
'비건' || CHR(10) || 
'유제품 무함유' || CHR(10) || 
'글루텐 무함유');


INSERT INTO supplement (SupName, SupPrice, SupBrand, SupDosage, SupNutri, SupNutriInfo, SupPrecautions, SupDetail) 
VALUES (
'NOW Foods, 리포소말 비타민C, 베지 캡슐 120정', 
24814, 
'NOW Foods', 
'매일 캡슐 2정을 식사와 함께 복용하십시오.', 
'비타민C(리포소말 PureWay-C™)', 
'1g (1,000mg)', 
'개봉 후에는 서늘하고 건조한 곳에 보관하십시오. 이 제품은 자연적인 색 변화가 발생할 수 있습니다. 성인 전용 제품입니다. 임신 또는 수유 중이거나 다른 약을 복용 중이거나 질병이 있는 경우 의사와 상의하십시오. 어린이의 손이 닿지 않는 곳에 보관하십시오.', 
'면역력 강화 및 콜라겐 충전' || CHR(10) || 
'체내 흡수율 및 유지율 강화' || CHR(10) || 
'지용성 비타민C' || CHR(10) || 
'PureWay C™ 항산화제 슈퍼 영양소' || CHR(10) || 
'보충제' || CHR(10) || 
'채식주의자/비건에게 적합' || CHR(10) || 
'유전자 변형 성분 무함유' || CHR(10) || 
'비타민' || CHR(10) || 
'1968년 설립된 가족 기업' || CHR(10) || 
'GMP 인증' || CHR(10) || 
'NOW® 리포소말 비타민C는 지용성 전달 방식을 이용하는 비타민C인 PureWay-C™를 함유합니다. 임상 연구 결과, 이 성분은 다른 형태의 비타민C에 비해 흡수율, 세포 흡수율 및 체내 유지율이 뛰어난 것으로 검증되었습니다.'|| CHR(10) || 
'비타민C는 콜라겐 합성, 모세혈관 및 혈관 기능 유지, 연골 및 뼈 건강 관리, 정상적인 면역 기능 및 신경 자극 전달에도 필수적인 강력한 항산화제입니다.');


INSERT INTO supplement (SupName, SupPrice, SupBrand, SupDosage, SupNutri, SupNutriInfo, SupPrecautions, SupDetail) 
VALUES (
'NOW Foods, 츄어블 비타민D-3, 천연 민트, 5,000IU, 츄어블 120정', 
12395, 
'NOW Foods', 
'하루에 츄어블 1정을 지방이 포함된 식사와 함께 복용하거나 의사의 지시에 따라 복용하십시오.', 
'비타민D3 (콜레칼시페롤)(라놀린 추출물)', 
'125mcg (5,000IU)', 
'이 제품은 자연적인 색 변화가 발생할 수 있습니다. 개봉 후 서늘하고 건조한 곳에 보관하십시오. 동봉된 방습제는 먹지 마십시오. 용기 안에 보관하십시오. 성인 전용 제품입니다. 권장 복용량을 초과하지 마십시오. 임신 또는 수유 중이거나, 약물(특히 건선 약을 바르거나 타이아자이드 이뇨제)을 복용 중이거나, 질병(특히 고칼륨혈증, 신장 질환 또는 고칼륨혈증, 신장 질환 또는 갑상선 기능 항진증)이 있는 경우 먼저 의사와 상의하십시오. 어린이의 손이 닿지 않는 곳에 보관하십시오. 자일리톨이 함유되어 있으며 반려동물에게 먹이지 마십시오.', 
'뼈 및 면역 건강' || CHR(10) || 
'치아 건강 증진' || CHR(10) || 
'근육 건강 증진' || CHR(10) || 
'보충제' || CHR(10) || 
'코셔' || CHR(10) || 
'비타민' || CHR(10) || 
'1968년 설립된 가족 소유 기업' || CHR(10) || 
'할랄' || CHR(10) || 
'GMP 인증' || CHR(10) || 
'NOW® 츄어블 비타민D-3는 중요한 비타민을 맛 좋은 츄어블 형태로 제공합니다. 비타민D는 보통 식단을 통해 얻거나 햇볕의 자외선 에너지를 통해 피부에서 생성됩니다.' || CHR(10) || 
'하지만 음식에는 많은 양이 들어 있지 않습니다. 햇빛에 노출되는 것을 피하는 사람이 늘어남에 따라, 비타민D 보충제의 복용은 신체에 적절한 비타민D의 공급을 위해 더욱 필요해졌습니다.');


INSERT INTO supplement (SupName, SupPrice, SupBrand, SupDosage, SupNutri, SupNutriInfo, SupPrecautions, SupDetail) 
VALUES (
'California Gold Nutrition, 비타민C 구미젤리, 천연 오렌지 향, 젤라틴 무함유, 구미젤리 90개', 
14566, 
'California Gold Nutrition', 
'매일 구미젤리 3개를 음식과 함께 또는 공복에 복용하십시오. 자격을 갖춘 의료 전문가의 지시에 따라 복용하는 것이 가장 좋습니다.', 
'비타민A(100%AS베타카로틴)' || CHR(10) || 
'비타민C(아스코르브산)', 
'75mcg' || CHR(10) || 
'250mg', 
'어린이의 손이 닿지 않는 곳에 보관하십시오. 보충제를 복용하기 전에 면허가 있는 의사, 약사, 자연 요법 의사, 기타 자격을 갖춘 의료 전문가와 상의하십시오. 밀봉 포장된 상품입니다. 안전 밀봉이 없거나 손상된 경우에는 사용하지 마십시오. 서늘하고 건조한 곳에 보관하십시오. 열, 빛, 습기를 피해 보관하십시오.', 
'1회 제공량당 비타민C 250mg' || CHR(10) || 
'천연 오렌지 향료' || CHR(10) || 
'채식주의자에게 적합' || CHR(10) || 
'California Gold Nutrition® 비타민C 구미젤리는 성인을 위한 포뮬라로 면역 건강과 항산화 활성에 도움이 되는 비타민C를 풍부하게 함유합니다.');


INSERT INTO supplement (SupName, SupPrice, SupBrand, SupDosage, SupNutri, SupNutriInfo, SupPrecautions, SupDetail) 
VALUES (
'California Gold Nutrition, Immune 4, 면역계 지원, 베지 캡슐 180정', 
18369, 
'California Gold Nutrition', 
'매일 1~2번 캡슐 1정을 식사와 함께 복용하십시오. 자격을 갖춘 의료 전문가의 지시에 따라 복용하는 것이 가장 좋습니다.', 
'비타민C(아스코르브산)' || CHR(10) || 
'비타민D(D3, 콜레칼시페롤)' || CHR(10) || 
'아연(징크 피콜리네이트)' || CHR(10) || 
'셀레늄(l-셀레노메티오닌)', 
'500mg' || CHR(10) || 
'25mcg (1,000IU)' || CHR(10) || 
'10mg' || CHR(10) || 
'50mcg', 
'어린이의 손이 닿지 않는 곳에 보관하십시오. 임신 또는 수유 중인 여성, 만성 질환자, 고령층, 18세 미만의 미성년자, 처방 약물(예: 혈액 희석제)을 복용 중이거나 의사로부터 특정 질병을 진단받은 분은 보충제를 복용하기 전에 의사나 약사, 자연 요법 의사, 기타 자격을 갖춘 의료 전문가와 상담하십시오. 밀봉 포장된 상품입니다. 안전 밀봉이 없거나 손상된 경우에는 복용하지 마십시오. 서늘하고 건조한 곳에 보관하십시오. 열, 빛, 습기를 피해 보관하십시오.', 
'비타민C, 비타민D, 아연, 셀레늄 함유' || CHR(10) || 
'채식주의자에게 적합' || CHR(10) || 
'California Gold Nutrition® Immune 4는 임상 시험을 거친 4가지 비타민과 미네랄을 배합하여 면역계 건강을 증진하는 데 도움을 줍니다.');

INSERT INTO supplement (SupName, SupPrice, SupBrand, SupDosage, SupNutri, SupNutriInfo, SupPrecautions, SupDetail) 
VALUES (
'California Gold Nutrition, 어린이용 액상 Gold C, 비타민C, USP 등급, 천연 오렌지 향, 118ml(4fl oz)', 
10137, 
'California Gold Nutrition', 
'만 4세 이상의 유아 및 어린이는 하루에 1티스푼을 음식과 함께 또는 공복에 복용하십시오. 자격을 갖춘 의료 전문가의 지시에 따라 복용하는 것이 가장 좋습니다. 복용 전에 잘 흔들어 주십시오. 그대로 섭취하거나 자녀가 좋아하는 음료에 타서 복용할 수 있습니다.', 
'비타민C(아스코르브산)', 
'250mg', 
'어린이의 손이 닿지 않는 곳에 보관하십시오. 보충제를 복용하기 전에 면허가 있는 의사, 약사, 자연 요법 의사, 기타 자격을 갖춘 의료 전문가와 상담하십시오. 밀봉 포장된 상품입니다. 안전 밀봉이 없거나 손상된 경우에는 복용하지 마십시오. 서늘하고 건조한 곳에 보관하십시오. 열, 빛, 습기를 피해 보관하십시오. 개봉 후에는 뚜껑을 꼭 닫아 보관하십시오. 개봉 후 90일 이내에 사용하는 것이 좋습니다.', 
'California Gold Nutrition® 키즈 Gold C™ 액상 비타민C' || CHR(10) || 
'USP 등급 비타민C 형태인 Gold C™ 함유' || CHR(10) ||
'어린이를 위한 간편한 액상 보충제' || CHR(10) || 
'천연 타트 오렌지 향' || CHR(10) || 
'면역계 강화*' || CHR(10) || 
'글루텐, 유전자 변형 성분, 대두 무함유' || CHR(10) || 
'cGMP 인증 시설에서 생산' || CHR(10) || 
'100% 골드 개런티(Gold Guarantee)' || CHR(10) || 
'비타민C는 특히 어린이를 위한 건강한 식단에 중요한 필수 비타민입니다. California Gold Nutrition® 키즈 액상 비타민C는 아이들이 비타민C 1일 권장량을 간편하게 섭취하여 면역계를 강화할 수 있도록 도와줍니다.');


INSERT INTO supplement (SupName, SupPrice, SupBrand, SupDosage, SupNutri, SupNutriInfo, SupPrecautions, SupDetail) 
VALUES (
'Solgar, Ester-C 플러스, 비타민C, 500mg, 베지 캡슐 100정', 
18478, 
'Solgar', 
'성인용 보충제로서 하루 2번 베지 캡슐 1정씩 가급적 식사와 함께 복용하거나 의사의 지시에 따라 복용하십시오.', 
'비타민C(Ester-C® 아스코르브산칼슘)' || CHR(10) || 
'시트러스 바이오플라보노이드 복합체' || CHR(10) || 
'아세로라(Malpighia glabra)추출물(열매)' || CHR(10) || 
'로즈힙(열매)' || CHR(10) ||
'루틴', 
'500mg' || CHR(10) || 
'25mg' || CHR(10) || 
'10mg' || CHR(10) || 
'10mg' || CHR(10) || 
'5mg', 
'임신, 수유 중이거나 약물을 복용하고 있거나 질병이 있는 경우에는 보충제를 복용하기 전에 의료 전문가와 상의하십시오. 부작용이 발생하면 복용을 중단하고 의료 전문가와 상담하십시오. 어린이의 손이 닿지 않는 곳에 보관하십시오. 실온에서 보관하십시오. 외부 용기 안전 밀봉이 없거나 손상된 경우에는 복용하지 마십시오.', 
'1947년 설립' || CHR(10) || 
'잘 유지되는 순한 성분 및 비산성' || CHR(10) || 
'면역계' || CHR(10) || 
'유전자 변형 성분 무함유' || CHR(10) || 
'할랄' || CHR(10) || 
'밀 및 유제품 무함유' || CHR(10) || 
'비건에게 적합한 상품' || CHR(10) || 
'글루텐 무함유 인증' || CHR(10) || 
'코셔 파르브 인증' || CHR(10) || 
'보충제' || CHR(10) || 
'Ester-C® 플러스는 Solgar®에서 독점 제조하며, 위에 부담을 주지 않는 고유한 pH 중성(비산성) Ester-C® 비타민C를 제공합니다. Ester-C®의 비타민C 대사물질은 세포가 비타민C를 보존하도록 도와 추가적인 효능을 제공합니다.' || CHR(10) || 
'고유의 아스코르브산칼슘 대사물질 복합체를 만들기 위해 특별한 생산 공정을 거칩니다.' || CHR(10) || 
'비타민C가 잘 보존되는 이 복합체에는 로즈힙 열매 외에도 천연 바이오플라보노이드와 아세로라 베리가 함유되어 있습니다.');


INSERT INTO supplement (SupName, SupPrice, SupBrand, SupDosage, SupNutri, SupNutriInfo, SupPrecautions, SupDetail) 
VALUES (
'Solgar, 비타민 C, 1,000mg, 100 식물성 캡슐', 
21153,
'Solgar', 
'성인용 건강 보조 식품으로써 가급적이면 식사와 함께 매일 식물성 캡슐 1정씩 2~3회 섭취하거나 건강 관리 전문가의 지시에 따라 복용하십시오.', 
'비타민 C(L-아스코빅애씨드)', 
'1,000mg', 
'임신 또는 수유 중이거나 약물을 복용 중이거나 질병이 있는 경우에는 건강 보조 식품을 섭취하기 전에 의료 전문가와 상의하십시오. 부작용이 발생하면 복용을 중단하고 의료 전문가와 상의하십시오. 아이들의 손이 닿지 않는 곳에 보관하십시오. 실온에서 보관하십시오. 용기 외부 밀봉이 없거나 손상된 경우에는 사용하지 마십시오.', 
'1947년 설립' || CHR(10) || 
'항산화 지원' || CHR(10) || 
'면역력 지원' || CHR(10) || 
'글루텐 무함유 인증' || CHR(10) || 
'유전자 변형 성분 무함유' || CHR(10) || 
'밀 및 유제품 무함유' || CHR(10) || 
'비건에게 적합한 상품' || CHR(10) || 
'코셔 파르브' || CHR(10) || 
'보충제' || CHR(10) || 
'비타민C는 산화 스트레스와 세포의 조기 노화로 이어질 수 있는 활성산소에 맞서는 수용성 비타민입니다.' || CHR(10) || 
'비타민C의 기본 기능 중 하나는 건강한 피부와 관절에 중요한 콜라겐을 생성하는 것입니다. 비타민C는 또한 백혈구 기능에도 중요한 역할을 하여, 면역계에서도 핵심적인 요소입니다.');


INSERT INTO supplement (SupName, SupPrice, SupBrand, SupDosage, SupNutri, SupNutriInfo, SupPrecautions, SupDetail) 
VALUES (
'Solgar, 추어블 비타민 C, 천연 크랜-라즈베리 맛, 500 밀리그램, 90 추어블정', 
17453, 
'Solgar', 
'성인용 영양 보충제로, 가능하면 식사와 함께 하루에 2회 이하로 1 타블렛을 섭취하시거나, 의사의 지시에 따르십시오.', 
'비타민C(아스코르브산 나트륨, L-아스코르브산, 아스코르브산칼슘)' || CHR(10) || 
'나트륨' || CHR(10) || 
'아세롤라 추출물(열매)' || CHR(10) || 
'로즈힙(열매)', 
'500mg' || CHR(10) || 
'30mg' || CHR(10) || 
'10mg' || CHR(10) || 
'4mg', 
'임신 또는 수유 중인 경우, 약물을 복용 중인 경우, 질병이 있는 경우에는 보조 식품을 섭취하기 전에 담당 의사와 상의하십시오. 부작용이 발생하면 사용을 중단하고 의사와 상의하십시오. 아이들의 손이 닿지 않는 곳에 보관하십시오. 실온에서 보관하십시오. 용기의 외부 씰이 없거나 찢겨있거나 훼손된 경우에는 사용하지 마십시오.', 
'1947년 설립' || CHR(10) || 
'항산화 지원' || CHR(10) || 
'면역력 강화' || CHR(10) || 
'유전자 변형 성분 무함유' || CHR(10) || 
'코셔 파르브' || CHR(10) || 
'글루텐 무함유 인증' || CHR(10) || 
'밀 및 유제품 무함유' || CHR(10) || 
'비건에게 적합' || CHR(10) || 
'보충제' || CHR(10) || 
'1회 제공량당 첨가당 1g' || CHR(10) || 
'비타민C는 산화 스트레스와 세포의 조기 노화로 이어질 수 있는 활성산소에 맞서는 수용성 비타민입니다.'  || CHR(10) || 
'비타민C의 기본 기능 중 하나는 건강한 피부와 관절에 중요한 콜라겐을 생성하는 것입니다. 비타민C는 또한 백혈구 기능에도 중요한 역할을 하여, 면역계에서도 핵심적인 요소입니다.'  || CHR(10) || 
'이 포뮬라는 1회 제공량당 1g의 첨가당만 함유된 츄어블 형태로 제공합니다.');


INSERT INTO supplement (SupName, SupPrice, SupBrand, SupDosage, SupNutri, SupNutriInfo, SupPrecautions, SupDetail) 
VALUES (
'Solgar, 에스터-C 플러스 비타민C, 1,000mg, 60정', 
16304, 
'Solgar', 
'성인을 위한 보충제로, 하루 1정을 가급적 식사와 함께 복용하거나 의사의 지시에 따라 복용하십시오.', 
'비타민Cb(Ester-C® 아스코르브산칼슘)' || CHR(10) || 
'칼슘 (Ester-C® 아스코르브산칼슘)' || CHR(10) || 
'감귤류 바이오플라보노이드 복합체' || CHR(10) || 
'아세로라 추출물' || CHR(10) || 
'로즈힙(열매)' || CHR(10) || 
'루틴', 
'1,000mg' || CHR(10) ||
'100mg' || CHR(10) || 
'200mg' || CHR(10) || 
'25mg' || CHR(10) || 
'25mg' || CHR(10) || 
'25mg',
'임신 또는 수유 중이거나 약물을 복용 중이거나 질병이 있는 경우, 보충제를 복용하기 전에 의사와 상담하십시오. 부작용이 발생하면 복용을 중단하고 의사와 상담하십시오. 어린이의 손이 닿지 않는 곳에 보관하십시오. 실온에서 보관하십시오. 외부 용기 안전 밀봉이 없거나 손상된 경우에는 복용하지 마십시오. 이 제품에는 캘리포니아주에서 선천적 기형과 생식 장애를 일으킨다고 알려진 물질이 들어 있습니다.', 
'1947년 설립' || CHR(10) || 
'잘 유지됨' || CHR(10) || 
'순함 및 비산성' || CHR(10) || 
'면역력 강화' || CHR(10) || 
'유전자 변형 성분 무함유' || CHR(10) || 
'밀 및 유제품 무함유' || CHR(10) || 
'비건에게 적합한 상품' || CHR(10) ||
'할랄' || CHR(10) || 
'글루텐 무함유 인증' || CHR(10) || 
'코셔 파르브' || CHR(10) || 
'보충제' || CHR(10) || 
'Ester C® 플러스는 Solgar®에서 독점 제조하며, 위장에 부담이 없는 고유한 pH 중성(비산성) 비타민C를 제공합니다.' || CHR(10) || 
'Ester C®의 비타민C 대사물질은 세포가 비타민C를 유지하도록 도와 추가 효능을 제공합니다. 고유의 아스코르브산칼슘 대사물질 복합체를 만들기 위해 특별한 생산 공정을 거칩니다.' || CHR(10) || 
'이 제품은 항산화와 면역계 강화를 도우며, 로즈힙 열매 분말과 더불어 천연 바이오플라보노이드와 아세로라 베리가 포함되어 있습니다.');


INSERT INTO supplement (SupName, SupPrice, SupBrand, SupDosage, SupNutri, SupNutriInfo, SupPrecautions, SupDetail) 
VALUES (
'Solgar, 로즈힙 함유 비타민C, 180정', 
37151, 
'Solgar', 
'성인용 보충제로서, 가급적 식사와 함께 매일 1정씩 복용하거나 의료 전문가의 지시에 따르십시오.', 
'비타민C(L-아스코르브산)' || CHR(10) || 
'로즈힙(열매)', 
'1,500mg' || CHR(10) || 
'30mg', 
'임신 또는 수유 중이거나 약물을 복용 중이거나 질병이 있는 경우, 보충제를 복용하기 전에 의사와 상담하십시오. 부작용이 발생할 경우, 복용을 중단하고 의사와 상담하십시오. 어린이의 손이 닿지 않는 곳에 보관하십시오. 실온에서 보관하십시오. 외부 용기 안전 밀봉이 없거나 손상된 경우에는 복용하지 마십시오.', 
'1947년 설립' || CHR(10) || 
'1,500mg' || CHR(10) || 
'항산화 강화' || CHR(10) || 
'면역력 강화' || CHR(10) || 
'유전자 변형 성분 무함유' || CHR(10) || 
'글루텐, 밀, 유제품 무함유' || CHR(10) || 
'비건에게 적합한 상품' || CHR(10) || 
'코셔 파르브' || CHR(10) || 
'보충제' || CHR(10) || 
'비타민C는 식단이나 보충제를 통해 얻어야 하는 필수 수용성 비타민입니다.' || CHR(10) || 
'또한 가장 효능이 높은 항산화 영양소이자 백혈구 기능에도 중요한 역할을 하여 면역계에서도 핵심적인 요소입니다. 또한 건강한 피부와 관절에 중요한 콜라겐(결합 조직) 형성을 돕습니다. '  || CHR(10) || 
'비타민C는 잇몸 건강에 도움을 줍니다. 이 포뮬라는 로즈힙 열매와 함께 순도 높은 비타민C를 제공합니다.');


INSERT INTO supplement (SupName, SupPrice, SupBrand, SupDosage, SupNutri, SupNutriInfo, SupPrecautions, SupDetail) 
VALUES (
'Thorne, 플라보노이드 함유 비타민C, 캡슐 90정', 
26432, 
'Thorne', 
'하루 1~3회, 캡슐 1정씩 복용하거나 의료 전문가의 지시에 따르십시오.', 
'비타민C(아스코르브산)' || CHR(10) ||
'감귤류 바이오플라보노이드', 
'500mg' || CHR(10) || 
'75mg', 
'안전 밀봉: 용기가 안전 밀봉되어 있는 경우에만 복용하십시오. 임신 중인 경우에는 본 제품을 복용하기 전에 의사와 상의하십시오. 서늘하고 건조한 곳에 단단히 밀봉하여 보관하십시오.', 
'보충제' || CHR(10) || 
'면역력 강화' || CHR(10) || 
'기초 건강 강화' || CHR(10) || 
'글루텐 무함유');


INSERT INTO supplement (SupName, SupPrice, SupBrand, SupDosage, SupNutri, SupNutriInfo, SupPrecautions, SupDetail) 
VALUES (
'Thorne, 완충형 C 분말, 236g(8.32oz)', 
33388,
'Thorne', 
'매일 1스쿱을 8oz 이상의 물에 혼합하거나 의사의 지시에 따라 복용하십시오.', 
'비타민C(아스코르브산)' || CHR(10) || 
'칼슘(탄산칼슘과 아스코르브산 반응으로 생성된 아스코베이트)' || CHR(10) || 
'마그네슘(탄산마그네슘과 아스코르브산 반응으로 생성된 아스코베이트)' || CHR(10) || 
'칼륨(포타슘 바이카보네이트와 아스코스브산 반응으로 생성된 아스코베이트)', 
'2.35g' || CHR(10) || 
'350mg' || CHR(10) || 
'350mg' || CHR(10) || 
'99mg', 
'밀봉 포장: 병이 밀봉된 경우에만 섭취하십시오. 서늘하고 건조한 곳에 단단히 밀봉하여 보관하십시오. 임신 중인 경우에는 이 제품을 섭취하기 전에 의사와 상의하십시오.', 
'보충제' || CHR(10) || 
'기초 건강' || CHR(10) || 
'면역력 강화' || CHR(10) || 
'글루텐 무함유' || CHR(10) || 
'완충형 C 분말은 소화기관이 민감하거나 손상된 경우 더 많은 양의 비타민C를 섭취할 수 있도록 도와줍니다. 칼슘, 마그네슘, 칼륨도 함유하고 있습니다.');


INSERT INTO supplement (SupName, SupPrice, SupBrand, SupDosage, SupNutri, SupNutriInfo, SupPrecautions, SupDetail) 
VALUES (
'Codeage, 리포소말 비타민C, 시트러스 바닐라, 1,000 mg, 파우치 32개입, 각 15ml (0.5 fl oz)', 
55633, 
'Codeage', 
'하루 1팩을 복용하거나 의사의 지시에 따라 복용하십시오.', 
'비타민C(l-아스코르브산)' || CHR(10) || 
'비타민E(d-알파토코페롤)' || CHR(10) || 
'유기농리포소말고유혼합물 (유기농유전자변형성분무함유해바라기씨오일 함유, 포스파티딜콜린, 포스파티딜세린, 포스파티딜이노시톨)' || CHR(10) || 
'바이오플라보노이드를 함유한 시트러스 테르펜',
'1,000mg' || CHR(10) || 
'6.7mg (10IU)' || CHR(10) || 
'4,000mg' || CHR(10) || 
'100mg', 
'권장 복용량을 초과하지 마십시오. 임신부 또는 수유 중인 산모이거나 병력이 있는 경우에는 이 상품이나 다른 보충제를 복용하기 전에 의사와 상의하십시오. 표시된 성분에 대해 알레르기가 있거나 민감한 경우 주의해서 복용하십시오. 수술이 예정되어 있는 경우 수술 2주 전에 복용을 중단하십시오. 본 제품은 만 18세 미만에게 적합하지 않습니다. 서늘하고 건조한 곳에 보관하십시오. 상품이 개봉되어 있거나 안전 밀봉이 손상된 경우에는 복용하지 마십시오. 어린이와 반려동물이 접근할 수 없는 곳에 보관하십시오. 저칼로리 식품이 아닙니다.', 
'특허받은 리포소말 전달 방식' || CHR(10) || 
'비타민C 1,000mg' || CHR(10) || 
'필수 포스포리피드' || CHR(10) ||
'바이오플라보노이드' || CHR(10) || 
'일상 면역 강화*' || CHR(10) || 
'보충제' || CHR(10) || 
'설탕 무함유' || CHR(10) || 
'휴대 가능' || CHR(10) || 
'리포소말 전달 방식' || CHR(10) || 
'비건 상품' || CHR(10) || 
'글루텐, 유제품, 대두 무함유' || CHR(10) || 
'Codeage 리포소말 비타민C는 비타민C 1,000mg을 간편한 액상 향 주머니 형태로 제공하는 고품질 보충제입니다.' || CHR(10) || 
'흡수율을 높이는 리포솜뿐만 아니라 완전한 면역 지원 포뮬라를 위해 바이오플라보노이드가 함유된 시트러스 테르펜, 플라보노이드로 포뮬라로 제조되었습니다.' || CHR(10) || 
'저칼로리 식품이 아님');


INSERT INTO supplement (SupName, SupPrice, SupBrand, SupDosage, SupNutri, SupNutriInfo, SupPrecautions, SupDetail) 
VALUES (
'Codeage, 비타민C+, 베지 캡슐 120정', 
33374, 
'Codeage', 
'매일 캡슐 2정을 물이나 선호하는 음료 8oz와 함께 복용하십시오. 식사와 관계없이 복용할 수 있습니다.', 
'비타민C(아스코르브산)' || CHR(10) ||
'아연(아연아미노산킬레이트)' || CHR(10) || 
'시트러스바이오플라보노이드복합체 (자몽분말(열매), 레몬분말(껍질), 오렌지분말(열매))' || CHR(10) || 
'퀘르세틴이수화물' || CHR(10) || 
'로즈힙추출물(Rosa canina)(열매)' || CHR(10) || 
'엘더베리추출물(열매)(플라보노이드 5%로 표준화)', 
'1,285mg' || CHR(10) || 
'15,g' || CHR(10) || 
'50mg' || CHR(10) || 
'50mg' || CHR(10) || 
'50mg' || CHR(10) || 
'50mg', 
'서늘하고 건조한 곳에 보관하십시오. 상품이 개봉되어 있거나 안전 밀봉이 손상된 경우에는 복용하지 마십시오. 어린이와 반려동물이 접근할 수 없는 곳에 보관하십시오. 권장 복용량을 초과하지 마십시오. 임신부 또는 수유 중인 산모이거나 만 18세 미만이거나 알려진 질병이 있는 경우 본 상품이나 다른 보충제를 복용하기 전에 의사와 상의하십시오. 표시된 성분에 대해 알레르기가 있거나 민감한 경우 주의해서 복용하십시오.', 
'Amen' || CHR(10) || 
'면역 건강 및 항산화제' || CHR(10) || 
'강화된 면역력 증진 영양소' || CHR(10) || 
'보충제' || CHR(10) || 
'cGMP 인증' || CHR(10) || 
'유전자 변형 성분 무함유 성분으로 제조' || CHR(10) || 
'품질 검사 완료');


INSERT INTO supplement (SupName, SupPrice, SupBrand, SupDosage, SupNutri, SupNutriInfo, SupPrecautions, SupDetail) 
VALUES (
'NOW Foods, 메가 D-3 & MK-7, 5,000IU / 180mcg, 캡슐 60정', 
22327, 
'NOW Foods', 
'지방이 포함된 식사와 함께 매일 캡슐 1정을 복용하십시오.', 
'비타민D3 (콜레칼시페롤)(라놀린에서 추출)' || CHR(10) || 
'비타민 K-2 (메나퀴논-7)(MK-7)(MenaQ7®)(병아리콩에서 추출)', 
'125mcg' || CHR(10) || 
'180mcg', 
'성인 전용 제품입니다. 임신 또는 수유 중이거나, 항응고제(와파린, Coumadin®, 헤파린 등) 또는 기타 약물을 복용 중이거나 질환이 있는 경우 의사와 상의하십시오. 수술 예정인 경우에는 수술 2주 전에 복용을 중단하십시오. 어린이의 손이 닿지 않는 곳에 보관하십시오. 개봉 후 서늘하고 건조한 곳에 보관하십시오.', 
'뼈 및 심혈관계 강화' || CHR(10) || 
'비타민D-3 및 K-2' || CHR(10) || 
'Mena Q7' || CHR(10) || 
'보충제' || CHR(10) || 
'코셔' || CHR(10) || 
'비타민' || CHR(10) || 
'1968년 설립된 가족 소유 기업' || CHR(10) || 
'할랄' || CHR(10) ||
'GMP 인증' || CHR(10) || 
'NOW® Mega D-3 & MK-7에는 뼈, 치아, 심혈관계 건강에 작용하는 효능이 광범위하게 연구된 비타민D-3와 K-2가 함유되어 있습니다.' || CHR(10) || 
'비타민D-3는 칼슘과 함께 작용하여 뼈 건강을 강화하고, 최근 연구에 따르면 면역계 건강에도 크게 기여하는 것으로 나타났습니다.' || CHR(10) ||
'MenaQ7® MK-7은 혈관과 동맥에서 적절한 칼슘 대사를 지원하여 동맥 건강에 중요한 역할을 하며, 대두가 함유되어 있지 않고 생체이용률이 높은 특수한 비타민K-2입니다.' || CHR(10) ||
'또한 비타민K-2는 강하고 건강한 뼈를 생성하는 데 필요한 영양소입니다.');

INSERT INTO supplement (SupName, SupPrice, SupBrand, SupDosage, SupNutri, SupNutriInfo, SupPrecautions, SupDetail) 
VALUES (
'NOW Foods, 채식주의자용, 건조 비타민D, 1,000IU, 베지 캡슐 120정', 
8256, 
'NOW Foods', 
'식사와 함께 매일 1 캡슐을 복용하십시오.',
'비타민 D2(에르고칼시페롤로서)', 
'25 mcg (1,000 IU)', 
'개봉 후에는 서늘하고 건조한 곳에 보관하십시오. 성인 전용 제품입니다. 임신/수유 중이거나, 약물을 복용 중이거나, 질환이 있는 경우에는 의사와 상의하십시오. 아이들의 손이 닿지 않는 곳에 보관하십시오. 이 제품에서는 자연스러운 색상 변화가 일어날 수 있습니다. 방습제는 먹지 마십시오. 용기 안에 넣어 보관하십시오.',
'고효능' || CHR(10) || 
'구조적 지원' || CHR(10) ||
'뼈를 튼튼하게 유지' || CHR(10) || 
'구조적 지원' || CHR(10) || 
'뼈를 튼튼하게 유지' || CHR(10) || 
'면역계 강화' || CHR(10) || 
'유전자 변형 성분 무함유' || CHR(10) || 
'건강 보조 식품' || CHR(10) || 
'채식주의자/비건' || CHR(10) || 
'코셔' || CHR(10) || 
'비타민' || CHR(10) || 
'1968년 설립된 가족 기업' || CHR(10) || 
'우수 제조 및 품질 관리 기준(GMP) 품질 보증' || CHR(10) || 
'비타민D-2 또는 에르고칼시페롤은 비타민D의 식물성 형태로 체내에서 비타민D를 최적의 수준으로 유지하는 데 도움을 줍니다. 비타민D는 음식을 통한 칼슘 흡수를 도와 뼈 건강에 중요하며 치아 건강을 증진합니다.');


INSERT INTO supplement (SupName, SupPrice, SupBrand, SupDosage, SupNutri, SupNutriInfo, SupPrecautions, SupDetail) 
VALUES (
'NOW Foods, 액상 D-3 & MK-7, 30ml(1fl oz)', 
24811, 
'NOW Foods', 
'잘 흔들어 드십시오. 매일 5방울씩 드십시오. 바로 마시거나 좋아하는 음료에 섞으십시오. 지방이 함유된 식사와 함께 섭취할 때 가장 좋습니다.', 
'비타민D-3(콜레칼시페롤)(라놀린에서 추출)' || CHR(10) || 
'비타민K-2(메나퀴논-7)(MK-7)(MenaQ7®)', 
'62.5mcg (2,500IU)' || CHR(10) || 
'100mcg', 
'성인 전용 제품입니다. 유아 또는 어린이에게는 사용하지 마십시오. 임신 또는 수유 중이거나, 항응혈제(와파린, Coumadin®, 헤파린 등) 또는 기타 약물을 복용 중이거나 질환이 있는 경우, 의사와 상의하십시오. 어린이의 손이 닿지 않는 곳에 보관하십시오.',
'뼈 및 심혈관계 지원' || CHR(10) || 
'5방울당 비타민D-3 2,500IU, & 비타민K-2 100mcg 함유' || CHR(10) || 
'보충제' || CHR(10) || 
'MenaQ7® 비타민K2(MK-7)' || CHR(10) || 
'유전자 변형 성분 무함유' || CHR(10) || 
'비타민' || CHR(10) || 
'1968년 설립된 가족 기업' || CHR(10) || 
'우수 제조 및 품질 관리 기준(GMP) 품질 보증');


INSERT INTO supplement (SupName, SupPrice, SupBrand, SupDosage, SupNutri, SupNutriInfo, SupPrecautions, SupDetail) 
VALUES (
'California Gold Nutrition, 비타민D3 구미젤리, 레몬, 오렌지 및 딸기 맛, 2,000IU, 구미젤리 90개(개당 1,000IU)', 
11659, 
'California Gold Nutrition', 
'용도: 매일 구미젤리 1개씩 음식과 함께 또는 공복에 복용하십시오. 자격을 갖춘 의료 전문가의 지시에 따라 복용하는 것이 가장 좋습니다.', 
'비타민D(D3, 콜레칼시페롤)', 
'50mcg (2,000IU)', 
'어린이의 손이 닿지 않는 곳에 보관하십시오. 보충제를 복용하기 전에 면허가 있는 의사, 약사, 자연 요법 의사, 기타 자격을 갖춘 의료 전문가와 상의하십시오. 소비자 보호를 위해 안전 밀봉되었습니다. 안전 밀봉이 손상되거나 없는 경우에는 복용하지 마십시오. 서늘하고 건조한 곳에 보관하십시오. 열, 빛, 습기를 피해 보관하십시오.', 
'California Gold Nutrition® 비타민D3 구미젤리' || CHR(10) || 
'맛있게 먹는 비타민D3 하루 제공량' || CHR(10) || 
'천연 레몬, 오렌지, 딸기 향료' || CHR(10) || 
'뼈 및 면역 건강 개선*' || CHR(10) || 
'채식주의자에게 적합' || CHR(10) || 
'젤라틴, 글루텐, 유전자 변형 성분, 대두 무함유' || CHR(10) || 
'cGMP 인증 시설에서 생산' || CHR(10) || 
'100% 골드 개런티(Gold Guarantee)' || CHR(10) || 
'비타민D는 우리 몸에 매일 필요한 필수 영양소입니다.' || CHR(10) || 
'California Gold Nutrition 비타민D3 구미젤리로 뼈와 면역 건강에 도움이 되는 비타민D의 하루 권장량을 즐겁고 간편하게 섭취할 수 있습니다.');

INSERT INTO supplement (SupName, SupPrice, SupBrand, SupDosage, SupNutri, SupNutriInfo, SupPrecautions, SupDetail) 
VALUES (
'California Gold Nutrition, 비타민D3 + K2, 베지 캡슐 60정', 
12822,
'California Gold Nutrition', 
'매일 캡슐 1정을 음식과 함께 복용하십시오. 자격을 갖춘 의료 전문가의 지시에 따라 복용하는 것이 가장 좋습니다.', 
'비타민D(D3, 콜레칼시페롤)' || CHR(10) || 
'비타민K2(메나퀴논-7)', 
'125mcg' || CHR(10) || 
'120mcg', 
'어린이의 손이 닿지 않는 곳에 보관하십시오. 보충제를 복용하기 전에 면허가 있는 의사, 약사, 자연 요법 의사, 기타 자격을 갖춘 의료 전문가와 상담하십시오. 밀봉 포장된 상품입니다. 안전 밀봉이 손상되거나 없는 경우에는 복용하지 마십시오. 서늘하고 건조한 곳에 보관하십시오. 열, 빛, 습기를 피해 보관하십시오.', 
'California Gold Nutrition® 비타민D3 + K2 베지 캡슐' || CHR(10) || 
'비타민D3 및 K2 혼합물 함유' || CHR(10) || 
'뼈 및 심혈관계 건강 증진*' || CHR(10) || 
'시너지 효과를 내는 포뮬라*' || CHR(10) || 
'글루텐, 유전자 변형 성분, 대두 무함유' || CHR(10) || 
'과학적으로 개발된 보충제' || CHR(10) ||
'비타민D와 비타민K는 모두 건강한 라이프스타일을 유지하는 데 필수적인 영양소입니다. California Gold Nutrition 비타민D3 + K2는 이러한 두 가지 비타민을 결합하여 시너지 효과를 내는 단일 포뮬라로 만든 상품으로 뼈와 심혈관계 건강을 증진합니다.');


INSERT INTO supplement (SupName, SupPrice, SupBrand, SupDosage, SupNutri, SupNutriInfo, SupPrecautions, SupDetail) 
VALUES (
'California Gold Nutrition, 비타민D3, 25mcg(1,000IU), 30ml(1fl oz)', 
26513, 
'California Gold Nutrition', 
'하루 2방울씩 식사와 함께 복용하십시오. 자격을 갖춘 의료 전문가의 지시에 따라 복용하는 것이 가장 좋습니다. 복용 전에 잘 흔들어 주십시오.',
'비타민D(D3, 콜레칼시페롤)', 
'25mcg (1,000IU)', 
'어린이의 손이 닿지 않는 곳에 보관하십시오. 보충제를 복용하기 전에 면허가 있는 의사, 약사, 자연 요법 의사, 기타 자격을 갖춘 의료 전문가와 상의하십시오. 밀봉 포장된 상품입니다. 안전 밀봉이 없거나 손상된 경우에는 복용하지 마십시오. 서늘하고 건조한 곳에 보관하십시오. 열, 빛, 습기를 피해 보관하십시오.', 
'California Gold Nutrition® 비타민D3' || CHR(10) || 
'지용성 액상 비타민D 보충제' || CHR(10) || 
'뼈 및 심혈관계 건강 증진*' || CHR(10) || 
'글루텐, 유전자 변형 성분, 대두 무함유' || CHR(10) || 
'cGMP 인증 시설에서 생산' || CHR(10) || 
'100% 골드 개런티(Gold Guarantee)' || CHR(10) ||
'비타민D는 전반적인 건강 증진에 도움이 되는 필수 영양소입니다. 비타민D는 음식으로 섭취하기 쉽지 않으며 매일 보충제를 복용하여 적정량을 섭취할 수 있습니다.' || CHR(10) ||
'California Gold Nutrition 비타민D3는 간편한 액상형 보충제로 뼈, 심장 및 기타 체계를 건강하게 유지하는 데 도움이 됩니다.');


INSERT INTO supplement (SupName, SupPrice, SupBrand, SupDosage, SupNutri, SupNutriInfo, SupPrecautions, SupDetail) 
VALUES (
'California Gold Nutrition, 비타민D3, 50mcg(2,000IU), 피쉬 젤라틴 소프트젤 90정',
6712, 
'California Gold Nutrition', 
'하루에 소프트젤 1정을 식사와 함께 복용하십시오. 자격을 갖춘 의료 전문가의 지시에 따라 복용하는 것이 가장 좋습니다.', 
'비타민D (D3, 콜레칼시페롤)', 
'50mcg(2,000IU)',
'어린이의 손이 닿지 않는 곳에 보관하십시오. 보충제를 복용하기 전에 면허가 있는 의사, 약사, 자연 요법 의사, 기타 자격을 갖춘 의료 전문가와 상담하십시오. 밀봉 포장된 상품입니다. 안전 밀봉이 손상되거나 없는 경우에는 복용하지 마십시오. 서늘하고 건조한 곳에 보관하십시오. 열, 빛, 습기를 피해 보관하십시오.', 
'비타민D3(콜레칼시페롤) 함유' || CHR(10) || 
'뼈 및 치아 건강 강화*' || CHR(10) || 
'면역계 기능 강화' || CHR(10) || 
'California Gold Nutrition® 비타민D3, 50mcg(2,000IU)는 콜레칼시페롤을 피쉬 젤라틴 소프트젤 형태로 제공하는 비타민D 보충제입니다.');



INSERT INTO supplement (SupName, SupPrice, SupBrand, SupDosage, SupNutri, SupNutriInfo, SupPrecautions, SupDetail) 
VALUES (
'Thorne, 비타민D/K2, 25mcg(1,000IU), 30ml(1fl oz)', 
40344, 
'Thorne', 
'매일 1~3회 2방울씩 복용하거나 의사의 지시에 따라 복용하십시오. 병을 거꾸로 들어 한 방울씩 떨어뜨리십시오. 음식이나 음료에 첨가하거나 섞어서 드실 수 있습니다. 냉장 보관하지 마십시오', 
'비타민D(비타민D3)' || CHR(10) || 
'비타민K2(비타민K2 (메나테트레논))', 
'25mcg (1,000IU)' || CHR(10) || 
'200mcg', 
'밀봉 포장: 용기가 안전 밀봉되어 있는 경우에만 사용하십시오. 서늘하고 건조한 장소에 안전 밀봉하여 보관하십시오. 임신 중인 경우에는 본 제품을 복용하기 전에 의사와 상의하십시오.', 
'보충제' || CHR(10) || 
'건강한 뼈와 근육뿐만 아니라 심혈관 및 면역계를 지원합니다.' || CHR(10) || 
'액상 비타민D/K2는 비타민D 및 K2 모두를 간편하게 보충할 수 있는 방법을 제공합니다. 개별적으로 복용하는 것보다 뼈, 면역계 및 심혈관계에 더 많은 효능을 선사합니다.');


INSERT INTO supplement (SupName, SupPrice, SupBrand, SupDosage, SupNutri, SupNutriInfo, SupPrecautions, SupDetail) 
VALUES (
'Thorne, D-1,000, 캡슐 90정', 
16694, 
'Thorne', 
'하루 1~3회 캡슐 1정씩 복용하거나 의사의 지시에 따르십시오.', 
'비타민D(비타민D3)', 
'25mcg (1,000IU)', 
'밀봉 포장: 용기가 안전 밀봉되어 있는 경우에만 복용하십시오. 임신 중인 경우에는 본 제품을 복용하기 전에 의사와 상의하십시오. 서늘하고 건조한 장소에 안전 밀봉하여 보관하십시오.', 
'보충제' || CHR(10) || 
'기초 건강' || CHR(10) || 
'면역력 증진' || CHR(10) || 
'뼈 건강 증진' || CHR(10) || 
'글루텐 무함유');


INSERT INTO supplement (SupName, SupPrice, SupBrand, SupDosage, SupNutri, SupNutriInfo, SupPrecautions, SupDetail) 
VALUES (
'Solgar, 비타민D3, 천연 딸기 바나나 스월 맛, 25mcg(1,000IU), 츄어블 100정', 
11027, 
'Solgar', 
'성인과 2세 이상 어린이의 경우 매일 1정씩 가급적 식사와 함께 씹어 먹거나, 의사의 지시대로 복용합니다. 정제를 완전히 씹어 드십시오.', 
'비타민D(D3콜레칼시페롤)', 
'25mcg(1,000IU)', 
'임신 또는 수유 중이거나 약물 복용 또는 질병이 있는 경우에는 보충제를 복용하기 전에 의사와 상의하십시오. 부작용이 발생한 경우에는 복용을 중단하고 의사와 상의하십시오. 본 제품은 성인의 감독하에 복용해야 하며 어린이 스스로 먹게 해서는 안 됩니다. 실온에서 보관하십시오. 용기 외부 안전 밀봉이 손실되거나 훼손된 경우에는 복용하지 마십시오. 어린이의 손이 닿지 않는 곳에 보관하십시오.', 
'1947년 설립' || CHR(10) || 
'면역계 건강 증진' || CHR(10) ||
'천연 딸기 바나나 향' || CHR(10) || 
'무함유 성분: 유전자변형성분' || CHR(10) || 
'글루텐, 밀, 유제품 무함유' || CHR(10) || 
'코셔 파르브' || CHR(10) ||
'보충제');



INSERT INTO supplement (SupName, SupPrice, SupBrand, SupDosage, SupNutri, SupNutriInfo, SupPrecautions, SupDetail) 
VALUES (
'Codeage, 무가공 비타민D3+, 5,000IU, 베지 캡슐 60정', 
30592, 
'Codeage', 
'성인은 하루에 캡슐 1정씩 복용하거나 의료 전문가의 지시에 따라 물 또는 원하는 음료 8온스와 함께 복용하십시오. 음식 섭취 여부와 상관없이 복용할 수 있습니다. 캡슐을 개봉하여 내용물을 물이나 주스에 넣어 먹을 수 있습니다.',
'비타민D(D3, 맥주효모균에서 추출)(5,000IU)' || CHR(10) || 
'고함량 오메가9 크랙트월 클로렐라' || CHR(10) || 
'무가공 유기농 과일/채소혼합물 (유기농사과(열매), 유기농비트(뿌리), 유기농브로콜리(줄기 & 꽃), 유기농당근(뿌리), 유기농시금치(잎), 유기농토마토(열매), 유기농딸기(열매), 유기농타트체리(열매) , 유기농 청피망(열매), 유기농블랙베리(열매), 유기농방울양배추(잎), 유기농생강(뿌리), 유기농마늘(구근), 유기농파(구근), 유기농블루베리(열매), 유기농파슬리( 잎), 유기농 콜리플라워(꽃 및 줄기), 유기농라즈베리(열매), 유기농적색양배추(잎), 유기농케일(잎), 유기농오이(열매), 유기농셀러리(줄기), 유기농아스파라거스(꽃 및 줄기))' || CHR(10) || 
'무가공프로바이오틱 및 효소혼합물 (리파아제, 프로테아제, 아스페르길로펩신, 베타글루카나아제, 셀룰라아제, 브로멜라인, 피타아제, 락타아제, 파파인, 펩티다아제, 펙티나아제, 헤미셀룰라아제, 자일라나아제, 락토바실러스 불가리쿠스, 락토바실러스 플란타럼(5억CFU*))', 
'125mcg' || CHR(10) || 
'250mg' || CHR(10) || 
'150mg' || CHR(10) || 
'75mg', 
'권장 복용량을 초과하지 마십시오. 임신 또는 수유 중이거나 다른 약을 복용 중이거나 질병이 있는 경우, 이 상품을 복용하기 전에 의사와 상의하십시오. 표시된 성분에 대해 알레르기가 있거나 민감한 경우 주의해서 복용하십시오. 이 상품은 만 18세 미만에게 적합하지 않습니다. 서늘하고 건조한 곳에 보관하십시오. 상품이 개봉되어 있거나 안전 밀봉이 손상된 경우에는 복용하지 마십시오. 어린이와 반려동물이 접근할 수 없는 곳에 보관하십시오.', 
'프로바이오틱 - 효소' || CHR(10) || 
'천연 식품 영양소' || CHR(10) || 
'보충제' || CHR(10) || 
'오메가9 클로렐라' || CHR(10) || 
'과일 및 채소 혼합물' || CHR(10) || 
'프로바이오틱 및 소화 효소' || CHR(10) || 
'유전자 변형 성분 무함유' || CHR(10) ||
'대두 무함유' || CHR(10) || 
'유제품 무함유' || CHR(10) || 
'글루텐 무함유' || CHR(10) || 
'cGMP 인증 시설에서 제조' || CHR(10) || 
'Feel Different' || CHR(10) || 
'Codeage 무가공 비타민D3+는 5,000IU의 비타민D3와 유기농 과일, 채소, 오메가9, 효소 및 프로바이오틱을 결합하여 천연 식품 및 웰니스를 증진합니다. 2개월분.');